[null,null,{"descendant_id":"101000015","eng_name":"ESIEMO","tier":"normal","role":"누커","point":"폭발물을 다루는 누커.\n적에게 폭탄을 붙이고 기회를 엿봐 터뜨린다.","attribute":"fire","story":"계승자가 되기 위해 입대하는 에시모를 끌어안은 그의 부모는 이렇게 말했다. “네 아르케에 자부심을 가지거라. 뚝 그치렴. 여기 계신 군인 아저씨도 일하러 가셔야 하지 않겠니?”\n말 끝나기 무섭게, 방폭복을 입은 폭발물 처리반이 에시모의 눈물을 신중히 수거했다. 에시모는 특유의 아르케 때문에 눈물 한 방울조차도 위험한 폭발물이었기 때문이다.\n\n에시모는 몸에서 화약 냄새가 난다는 이유로 어린 시절부터 또래들에게 괴롭힘당했다. 부모님의 따스한 사랑이 없었다면, 견디기 힘들었을 정도로. 그만큼 에시모의 부모님은 자식을 폭발적으로 사랑했지만, 아들의 재채기가 정말로 폭발을 일으키기 시작하자, 부모로서는 더 큰 사랑을 각오할 수밖에 없었다. 이대로라면 알비온 거주구역 내에서 수상할 정도로 자주 일어나는 폭발을 숨길 수도 없을뿐더러, 아들만큼 사랑하는 이웃들의 일상에 피해를 줄 수도 있었기 때문이다. 결국 에시모의 부모님은 아들의 아르케 능력 가능성을 사령부에 보고했고, 매지스터들은 관련 검사를 통해 에시모의 아르케에 대해 밝혀내는 데 성공했다. 그의 몸에서 비롯된 특유의 냄새와 분비물 등은 폭발을 일으키는 아르케 화학 물질이었다.\n여지껏 큰 사고가 나지 않았던 게 천운이었던 셈. 에시모는 이제 거주구역에서 격리되는 것은 물론, 계승자 후보생으로서 부모님의 곁을 떠날 수밖에 없었다. 하지만 부모님은 에시모를 꼭 안아주며, 아들을 자랑스러워했다.\n\n자신의 운명을 받아들이기로 한 에시모는 부모님과 약속했다. 훌륭한 계승자인 동시에 훌륭한 아들이 될 것이며, 자신을 괴롭혔던 이들마저 뜨겁게 사랑할 수 있는 사람이 되겠노라고.\n\n에시모는 자신 있었다. 터지는 적, 커지는 명성, 뜨거운 사랑. 이 모든 것을 한 번에 달성하기에, 폭발만 한 것도 없었기 때문이다.","only_weapon":"아르케 반응형 방폭 슈트","only_weapon_desc":"이 슈트는 기본적인 방호 성능과 더불어, 에시모가 여러 경로로 내뿜는 화학 입자들을 수집하여 폭발 대기 상태로 저장하는 기능을 가지고 있다. 수용량이 매우 크기 때문에, 이론적으로는 킹스턴 크기의 면적을 단번에 없앨 수 있을 정도. 이런 그가 자신이 일으키는 폭발에 휘말리지 않고 커다란 명성을 쌓을 수 있는 이유는, 슈트에 포집된 아르케 입자가 폭발과 관련된 모든 위험 물질을 중화시키고, 동시에 에시모에게 가해지는 운동에너지를 상쇄하기 때문이다.","only_weapon_comment":"\"가장 좋은 성능은, 어머니를 꽉 껴안고도 폭발하지 않는다는 점이지!\"\n- 에시모"},{"descendant_id":"101000016","eng_name":"ENZO","tier":"normal","role":"서포터","point":"보급 드론을 활용하는 서포터.\n아군에게 탄환을 보급함과 동시에 드론으로 원거리 공격을 진행하며 전장을 지휘해나간다.","attribute":"none","story":"일반적으로 전쟁에 이기기 위한 요소를 꼽아보라면 강력한 무기와 탄탄한 병력, 그리고 뛰어난 기술을 예로 들 수 있을 것이다. 하지만 엔조의 생각은 달랐다.\n강력한 무기는 전선까지 제시간에 운반되어야 하고, 탄탄한 병력은 배부르게 먹고 부족함 없이 사격할 수 있어야 했다. 뛰어난 기술 또한 넉넉한 자금이 있어야 양산될 수 있기 마련. 이렇게 엔조에게 있어 승리에 필요한 요소는, 바로 원활하고 체계적인 보급이었다. 그리고 이런 것들이 제때 가능했다면… 엔조는 사촌 동생 레픽과 그의 44 척탄병부대가 전멸하지 않았을 것이라 자책하고 있다.\n과거 아그나 사막 방어 작전 당시, 군수 담당관이었던 엔조는 포위당한 44 척탄병부대에 탄약을 전달하고자 직접 전술 장갑차를 몰고 전선으로 향하고 있었다.\n자신의 유일한 혈육. 사촌 동생 레픽을 구하려던 마음도 있었지만, 탄약만 제때 보급만 한다면 전세가 유리해질 수도 있었기에 서두를 수밖에 없었다.\n\n하지만 마음이 너무 앞선 탓이었을까? 제대로 된 호위도 없이 이동하던 보급 부대는 벌거스에게 기습당했고 가지고 온 탄약마저 모두 유폭되는 사건이 발생했다. 이젠 44 척탄병부대가 아닌 엔조 자신의 목숨이 위험할 수도 있는 상황. 하지만 엔조는 자신의 목숨보다, 전우들에게 전달해야 할 탄약이 모두 파괴되었다는 것에 좌절했다. 이렇게 속수무책으로… 전우들과 사촌 동생까지 잃게 되다니….\n\n그때, 엔조가 절규하며 내리치던 땅바닥을 중심으로 보급품이 나타나기 시작했다. 나중에 밝혀진 사실이지만, 그 현상은 엔조의 아르케 능력, 무기물 공간 인식 소환이었으며 해당 탄약들은 멀리 있던 알비온 탄약고에서 소환되었던 것. 하지만 이런 사실을 알 리 없었던 엔조는 기적이 일어났다고 생각했고 홀로 적들을 물리치며 보급품을 수송, 44 척탄병부대 위치까지 이동하는 데 성공한다. 그러나 두 번째 기적은 없었다. 척탄병들은 이미 전멸한 뒤였고 운 좋게 생환한 레픽 역시 오른팔을 잃은 상태였다. 비록 레픽은 역경을 이겨내고 훌륭한 계승자가 되었지만, 엔조는 보급이 완벽했다면 애당초 이런 피해를 막을 수 있었을 것이라 자책했다.\n\n다시는 실수하지 않으리라. 완벽한 보급으로 모든 동료를 구하고 전쟁에서 승리하리라. 엔조는 사령부 직속 계승자이자 참모가 된 지금도, 항상 그때 일을 되뇌며 다짐을 반복하고 있다. 그리고 도움이 필요한 곳이 있다면 그는 언제든 전선으로 이동하여 병사들이 원하는 만큼 보급을 진행하고 있다. 보급이라는 당연한 것이 기적이 되지 않도록 승리에 필요한 요소를 언제나 손에 넣을 수 있도록 말이다.","only_weapon":"무기물 공간 인식 소환","only_weapon_desc":"엔조의 아르케 능력은 그가 인식했던 공간에 놓인 무기물을 자신의 아르케 범위 주변으로 소환하는 것으로, 언뜻 만능에 가까운 능력으로 보일 수도 있지만 명확한 한계를 지니고 있다. 유기물은 소환할 수 없고 소환할 수 있는 무기물 역시 질량에 따른 아르케 소모 때문에 전략 병기 수준은 소환할 수 없었던 것. 하지만 전용 무기고에 적재된 전술 부대용 탄약과 폭격 지원용 드론은 사실상 무제한으로 소환할 수 있다.","only_weapon_comment":"\"전쟁이 끝나면, 이 능력을 배달 유통업에 적용해 볼 겁니다.\"\n- 엔조"},{"descendant_id":"101000017","eng_name":"YUJIN","tier":"normal","role":"서포터","point":"전용 드론을 사용하여 아군을 치유하는 치유형 서포터.\n자신과 아군의 거리를 판단하며 체력을 회복시켜주고, 이로운 효과를 부여한다.","attribute":"none","story":"알비온의 유일한 민간 병원의 의사 유진이 생사가 오가는 전장 한복판의 의무병으로 복무하게 된 것은 모두 그의 어머니 때문이었다. 의무병으로 복무하겠다고 선언했던 그의 어머니가 자신마저 사령부에 지원서를 넣어버렸기 때문이었다. 유진은 본인 의사와 관계없이 결정된 입대에 소리라도 지르고 싶은 심정이었다. 그렇게 시작된 군생활에, 세상에서 둘째가라면 서러울 정도로 게으르고 예민한 유진이 열심히 임할 리 없었다. 어머니는 그런 아들이 탐탁지 않았고 하루에 몇 번씩 싸우는 일이 부지기수였다. 당시 의무부대장인 글레이마저 다툼을 중재하는 걸 포기하고 말았다.\n\n\"그럼 엄마가 치료하세요. 어차피 내가 뭘 해도 맘에 안 들잖아요. 난 왜 가망도 없는 사람 살려야 하는지, 내가 왜 애써야 하는지 모르겠다고요.\"\n\n유진의 말이 끝남과 동시에 그의 뺨이 거세게 돌아갔다. “네가 의사니까! 최후의 최후까지 사람을 살리는 게 네 일이니까!” 어머니의 말에 대들려던 찰나, 베스퍼스 병력 쪽에서 부상자가 속출했다는 소식이 들려왔고 유진의 어머니는 즉시 달려 나갔다. 말싸움에, 얻어맞기까지 한 유진은 대꾸도 하지 않았으나, 화가 가라앉고 나니 후회가 밀려왔다. 어머니가 돌아오면 사과해야겠다고 생각하던 차, 유진의 어머니를 포함한 의무부대원들마저 휘말렸다는 얘기에 자리를 박차고 나가 전장으로 향했다.\n\n사과조차 하지 못하고 남은 생을 절대로 살아가고 싶지 않았다. 매일 같이 싸우는 어머니였을지라도, 너무나 사랑하는 가족인 어머니였기에. 그런 어머니를 잃는다는 건 생각하기조차 싫었기에. 전장에 도착한 유진은 간신히 숨만 붙어있던 어머니를 찾았다. 금방 치료해줄 테니 제발 죽지 말라며 엉엉 우는 아들에게 어머니는 말을 전했다.\n\n\"아가, 네가 힘들어 하는 걸 안다. 하지만, 너는 환자의… 마지막까지 최선을 다해야 해.\"\n\n그 말을 유언으로 남기고 어머니는 결국 세상을 떠났다. 자신의 품 안에서 명을 달리한 어머니를 포함하여 벌거스에게 납치된 이들을 제외하고 모두 전사했다는 보고서를 스스로 작성해 올린 날 유진은 울며 밤을 새웠다. 그리고 다짐했다. 살고자하는 사람을 절대 포기하지 않기로, 실종 100여일만에 돌아온 자신의 대장이자 벌거스의 실험체로 몸부림치며 폭주하던 글레이를 온몸으로 말리다 갈빗대 네 개가 나갔지만 그는 포기하지 않았다. 피투성이가 된 글레이의 손을 잡으며 말했다. \"대장! 우린 의무부대잖아. 최후의 최후까지 포기해선 안 되잖아요!\" 그 말에 글레이는 폭주를 멈췄고, 닫힌 병동 내에는 따스한 유진의 아르케가 가득했다. 사람을 살리고 싶은 간절한 바람과 함께 그의 치유 능력이 만개한 순간이었다.","only_weapon":"세포 재생 촉진 인자 생성","only_weapon_desc":"유진의 아르케는 여태 발견된 아르케 타입 중에서도 가장 독특한 형태를 갖고 있었다. 보통의 아르케는 계승자 본인의 아르케에 따라 능력이나 면역력이 증가하는 게 일반적인데, 유진의 아르케는 본인에게 전혀 효과가 없었다. 오직 타인에게만 유진 아르케의 치유 매커니즘이 적용됐다. 본인에겐 아무런 도움이 되지 않는 아르케. 검사실의 모두가 일순 침묵에 빠졌다. 먼저 입을 연 것은 유진이었다. 자신이 허약했던 이유가 이것 때문인가라는 농담을 천연덕스럽게 던지며, 자신은 의사이니까 어떻게 보면 당연한 일이라고 말했다. 하지만 귀찮은 건 딱 질색이었으므로, 유진은 자신이 덜 귀찮을 수 있게 치유 장치나 잘 개발해달라고 말했다.","only_weapon_comment":"\"쓰는 데 귀찮은 장비면 갖다 버릴 거야.\"\n- 유진"},{"descendant_id":"101000018","eng_name":"LUNA","tier":"normal","role":"서포터","point":"자신만의 음악으로 아군에게 이로운 효과를 부여하는 버퍼형 서포터.\n자신을 중심으로한 반경 내 아군에게 다양한 음악과 효과를 선사한다.","attribute":"none","story":"\"음악은 알비온에서 허락된 유일한 디저트다.\"\n\n이 문구는 알비온 거주구역 사람들이라면 누구나 한 번쯤 들어봤을 것이다. 자원이 부족한 알비온에선 필수 식량을 만드는데도 재료가 부족했기에, 작은 사탕조차 정식 허가서를 제출해야 만들 수 있었기 때문이다. 하지만 음악은 제한 규정이 없었다. 한 곡만 들으라는 규정도 없었고, 한 곡만 부르라는 정량도 없었다. 음악은 그야말로, 알비온에서 허락된 제한 없는 디저트나 마찬가지였다.\n\n그런 의미에서 루나는 완벽한 디저트였다.\n\n탁월한 노래 실력을 갖춘 루나가 노래를 부르기 시작하면 달콤함이 충족되었고, 청량감이 돌았다. 우울할 땐 즐거움을 주기도 했으며, 차분해지고 싶을 땐 루나의 속삭이는 음악이 엄청난 집중 효과를 주었다. 알비온에서 루나의 음악은, 없어선 안 될 필수 소비재에 가까웠다.\n\n사령부와 매지스터는 이런 루나의 재능에 관심을 가졌다. 단순한 재능이라기엔, 루나가 속한 거주구역의 지역 안정도는 평균을 훨씬 웃돌았고, 해당 거주구역을 순찰하는 치안부대도 전투 능력이 이전에 비해 크게 상승했다는 둥 특이한 보고가 꽤 많았기 때문이다. 이런 결과에 사령부는 루나가 아르케가 있을 것으로 추측하고 조사를 시작했지만, 작전은 시작부터 꼬이고 말았다. 일단 루나를 사령부로 데려가야 했기에, 인사 담당자와 호위 부대가 투입됐다. 하지만 루나는 자신의 무대를 방해하는 군부 인원들에게 불쾌감이 들었고, 괴성에 가까운 노래를 불러 그들을 무력화 시켜버렸다. 대다수 병사는 휘청거렸고, 심지어 일부는 한동안 귀가 들리지 않게 되었다.\n\n결국 잡히고만 루나는 아르케 검사를 받았고, 그 결과 루나는 음파를 자유자재로 조종하는 아르케 능력을 갖춘 계승자였단 사실이 밝혀졌다. 특히 루나가 부르는 노래의 음파를 연구하던 중 특정 영역대가 타인의 아르케에 반응한다는 것이 밝혀지자, 사령부는 이를 전술적으로 활용할 수많은 가설을 내놓기 시작했다. 루나의 능력은 분명 전술적 활용도가 높았다.\n\n문제는 루나의 행동. 정식으로 계승자 훈련을 마치고 전장에 투입된 날. 복귀한 계승자들의 반응은 그리 좋지 못했다. 순식간에 변하는 감정 상태와 예측할 수 없는 돌발 행동이 그 원인이었다. 그 외에도 사령부의 참모들이 회의하는 도중에도 음악을 크게 틀어놓고 춤을 추는 행위로 인해 넬과 엔조까지 스트레스를 받기 시작했고 어디로 튈지 모르는 사고뭉치 루나에 대한 알파의 수심은 날로 깊어만 갔다.\n\n그렇다고 루나를 쉽게 내칠 수는 없었다. 사령부로서는 계승자 한 명 한 명이 모두 중요한데다, 전투 능력을 일정하게 지속적으로 향상시키는 능력을 갖춘 루나를 놓을 수 없는 노릇이었다. 결국 알파는 특단의 조치를 취했다.\n\n\"루나 스위프트. 너를 계승자 부대에 편성하되, 작전에 얽매이지 않게 특별 임무를 부여하겠다. 자유롭게 노래를 부르고 춤을 추도록 해. 단, 조건이 하나 있다. 전장으로 나가 동료들에게 네 노래를 들려줘. 그래야 네 노래를 듣고 회복된 동료들의 열렬한 환호도 받을 수 있고, 원수 같은 벌거스 놈들을 네 관객으로 만들 수 있겠지. 어떤가?\"\n\n이게 그 말로만 듣던 데뷔인가?\n알비온이 허락한 유일한 디저트였던 루나는, 이제 알비온 밖을 벗어나 잉그리스의 스타가 될 기회를 맞이했다. 거절할 이유가 없었다. 루나는 잔뜩 신이 난 채로, 알파의 제안을 흔쾌히 받아들였다.\n\"좋아! 잉그리스 전체가 내 무대가 되는 거야!\"","only_weapon":"아르케 증폭 신디사이저 건","only_weapon_desc":"매지스터들은 루나의 음파가 아군을 해치는 음역대로 올라가지 않도록 제어기가 달린 스피커와 전용 슈트를 제작했다. 하지만 악기가 없다는 사실이 마음에 들지 않았던 루나가 말을 안 듣기 시작했고, 루나의 심기가 극악에 달하자 슈트의 제어기가 고장나며 통제가 불가능해졌다. 매지스터들도 이러다간 자신들의 고막이 다 터지겠단 생각에 루나를 달래곤 급히 개발에 착수했다. 결과물은 최대한 '악기'스러운 모양에 가까워야 한다는 게 개발 목표 1순위였다. 고막을 사수하기 위해 개발은 그 어느 떄보다 빠르게 끝났다. 전용 무기 신디사이저 건은 루나가 부르는 유사한 음악이라면 뭐든지 해당 방정식으로 계산됨과 동시에, 루나가 집중하면 집중할수록 아르케가 증폭되도록 설계했다. 루나는 이 단순하게 생긴 악기가 자신이 부르는 여러 노래에 반응하는 것이 신기했고, 무대에 집중할수록 자신의 능력이 만개한다는 사실이 즐거웠다. 신디사이저 건을 받은 루나는 언제 그랬냐는 듯 방긋방긋 웃으며 연구실을 나갔다.","only_weapon_comment":"\"어쩔 수 없지… 음악은 알비온에서 허락한 유일한 음파 병기니까.\"\n- 알파"},{"descendant_id":"101000019","eng_name":"ULT BUNNY","tier":"ult","role":"지속 딜러","point":"얼티밋 프로젝트를 통해 강한 힘을 얻게 된 버니.\n달리면 달릴수록 전기 에너지가 쌓이며, 이를 방출하여 적을 공격할 수 있다.","attribute":"electric","story":"얼티밋 계승자 프로젝트는 잉그리스 곳곳에서 발견되고 있는 선각자들의 기술과 장비, 혹은 특수 아르케 유전자를 현역 계승자들의 특성에 맞게 개량하고 적용하는 계획을 의미한다. 궁극적인 목표는, 모든 계승자들을 강력했던 인류의 선대, 선각자의 모습으로 강화 시키는 것. 그리고 이 계획이 계승자들에게 공표되자, 버니는 자신이 낼 수 있는 최대 속력으로 매지스터들에게 달려갔다.\n\n“선착순, 맞지?”\n\n물론, 얼티밋 프로젝트에 선착순 같은 것은 없었다. 더욱이 얼티밋 기술의 첫 대상자는 이미 레픽으로 선정된 상황. 그렇게 잔뜩 김빠진 표정으로 연구실을 나가려는 찰나, 버니는 연구실 한 켠에 놓여있던 정체불명의 장비들을 발견했다. 그것은 얼마전 매지스터들이 복원해낸 어떤 얼티밋 장비의 구성품으로, 본래 전신을 감싸는 스킨 슈트로 추정되는 물건이었지만, 더 이상 자료를 찾지 못해 복원을 중단했던 비운의 부품들이었다.\n\n하지만 이 부품들은 어지간한 완성품 못지 않은 위력을 지니고 있었다. 먼저 아르케로 구동되는 장갑 부츠는, 미세 진동으로 근막 수축 이완을 도와 사용자의 기동력을 한계까지 끌어올릴 수 있었다. 전용 헬멧은 이렇게 한계 속도 상태의 사용자에게 흡수 효율이 높은 산소를 제공하여 고속 기동을 장시간 운용할 수 있게끔 보조했으며, 헬멧에 부착된 바이저는 에시브와도 실시간 연동되어 다양한 전장 정보까지 제공할 수 있었다.\n\n단점이라면, 슈트 부분이 완벽히 복원되지 않아 곳곳이 훤히 드러났다는 점. 하지만 방어력 따위는 애당초 맞지 않으면 상관없는 일이었으며, 이렇게 극단적인 경량화야 말로 ‘버니’에게 딱 맞는 얼티밋 장비의 모습이었다.\n\n어떻게 확신할 수 있냐고?\n\n그새 장비를 훔쳐 갈아입고, 빛의 속도로 달리고 있는 버니의 뒷모습을 보라.\n비록 매지스터들은 선각자들이 남긴 귀중한 물품을 도둑 맞았지만, 그 순간 또 하나의 얼티밋 계승자 프로젝트가 성공한 셈이니 모두가 행복했을 것이다…","only_weapon":"얼티밋 장비, 초경량화 운동성 강화복 \"하얀 토끼\"","only_weapon_desc":"이 얼티밋 장비는 당초 버니를 위한 것이 아니었지만, 버니가 실행한 뜻밖의 ‘실전 테스트‘ 덕분에 장비의 진면목이 드러났다고 볼 수 있다. 장갑 부츠의 미세 진동은 버니가 내뿜는 생체 전류 덕분에 더 강력한 성능과 속도 증진을 선보였고, 이를 통해 더욱 많은 전류를 생성해낸 버니는 기존보다 몇 배는 강력한 아르케 능력을 발휘할 수 있었다. 유일한 단점이라면, 얼티밋 장비 특유의 희귀 원소가 모색을 하얗게 물들인다는 것이다.","only_weapon_comment":"\"뭐 어때? 하얀 토끼 같고, 좋지 않아?\"\n- 버니"},{"descendant_id":"101000020","eng_name":"ULT GLEY","tier":"ult","role":"딜러","point":"얼티밋 프로젝트를 통해 강한 힘을 얻게 된 글레이.\n스스로를 갉아먹는 만큼 강해지며, 내재된 분노를 터뜨려 적들을 신속하게 제압한다.","attribute":"none","story":"얼티밋 계승자 프로젝트는 잉그리스 곳곳에서 발견되고 있는 선각자들의 기술과 장비, 혹은 특수 아르케 유전자를 현역 계승자들의 특성에 맞게 개량하고 적용하는 계획을 의미한다. 궁극적인 목표는, 모든 계승자들을 강력했던 인류의 선대, 선각자의 모습으로 강화 시키는 것.\n\n그러나 선각자에게도 없었던, 독보적이면서도 비극적인 아르케 능력은 어떻게 강화해야 하는 것일까? 벌거스의 생체 실험으로 능력을 획득한 글레이에겐, 공식적으로든 비공식적으로든 알맞은 얼티밋 장비가 없었다. 따라서 매지스터들은 글레이를 위한 얼티밋 프로젝트를 중단하려고 했지만, 만약 정말로 그렇게 했다면 알비온에서 유혈사태가 발생했을지도 모른다. 잃어버린 딸 다이아를 찾기 위해 더 강력한 힘을 바라고 있던 글레이는 얼티밋 프로젝트에도 기대하는 바가 많있기 때문이다.\n\n그렇게 생명에 위협을 느꼈던 매지스터들은 밤낮없이 연구하여 기존 얼티밋 장비들의 특성을 분석하기 시작했다. 특히 방출계 아르케 능력에 특화된 비에사의 얼티밋 장비는, 글레이의 장비 개발에 큰 영감을 제공했다. 방출에 특화된 능력을 반대로 설계하여 ‘흡수’에 특화 시킬 수 있다면, 그것만큼 글레이에게 알맞은 장비가 없었기 때문이다.\n\n마침내 연구는 성공을 거뒀다. 매지스터들은 목숨을 부지했으며, 글레이에겐 기대를 뛰어넘는 강력한 얼티밋 장비가 손에 쥐어졌다. 사실, 글레이가 생각했던 성능은 이렇게까지 강력할 필요가 없었다. 그저 눈 앞에 보이는 모든 벌거스를 순식간에 처치할 수 있고, 딸 아이를 무사히 품에 안을 수 있을 만큼만 생존성을 보장할 수 있다면, 비탄에 빠진 한 아이의 어머니로선 만족스러운 장비였기 때문이다.","only_weapon":"얼티밋 장비, 생명 에너지 흡수 강화복 \"죽음을 보는자\"","only_weapon_desc":"비에사의 방출계 아르케 능력 강화복을 반전 설계하여 만든 이 장비는, 말그대로 방출이 아닌 흡수 능력을 강화시켜 글레이 특유의 전투 기술을 비약적으로 끌어올리고 있다. 헬멧 부분은 원본 설계를 그대로 사용하려 했으나, 글레이의 요청으로 안면 부분을 개조, 방호 성능 일부를 포기하고 특수 목적 용도를 달성했다.","only_weapon_comment":"\"다이아가 내 눈을 보면… 엄마가 왔다는 걸 알아볼 수 있을 거야.\"\n- 글레이"},{"descendant_id":"101000021","eng_name":"HAILEY","tier":"normal","role":"원거리 딜러","point":"수분을 빙결시켜 만든 대물저격포를 사용하는 원거리 딜러.\n냉기를 잔뜩 머금은 빔과 탄환으로 적들을 쓰러뜨린다.","attribute":"ice","story":"'모든 임무에서 모든 적을 명중시키고, 모두 살아 돌아온다.'\n\n제33 저격부대의 작전 구호가 지켜진 경우는 없었다. 작전마다 병력 태반이 죽어 나가는 게 현실. 그런 탓인지 부대 내에서 징크스라는 이름의 소문이 퍼지기 시작했다. 첫 번째, 임무는 언제나 틀어진다. 두 번째, 꼭 발각되는 일이 발생하고, 발각되면 무조건 죽는다. 작전 구호와 정반대의 결과. 이 섬뜩한 징크스는 막내인 헤일리 스콧의 귀에도 들어가고 만다.\n\n부디 징크스를 벗어날 수 있으면 좋겠다는 소망과 함께, 헤일리가 포함된 제33 저격부대와 제16 정찰부대는 벌거스 요새를 수색하기 위해 설원 지대로 향했다. 정찰부대의 노력으로 헤일리와 저격부대원들은 좋은 위치에 저격 스팟을 잡고 대기할 수 있었다. 이제 정찰용 은신 드론을 띄우기만 하면 됐다. 하지만 여기에서, 첫 번째 징크스가 발생하고 만다. 열감지 센서를 착용하고 있어 인간의 체온을 쉽게 식별할 수 있는 벌거스 병력이 아군을 발견하고 등장한 것이다. 벌거스들은 순식간에 정찰부대원들의 위치를 파악하고 공격하기 시작했다. 헤일리와 저격부대원들은 신속히 적을 향해 총구를 겨눴고 난전 속에서 목표가 조준경에 제대로 잡히기만을 기다렸다.\n\n\"크윽…! 제33 저격부대는… 지원 사격을 중지하고 퇴각하라! 도망쳐!\"\n\n헤일리는 귓가에 떨어진 지시를 믿을 수 없었다. 아직 살아 있었다. 살아서 끝까지 싸우고 있는 아군을 외면할 수는 없었다. 이러려고 군인이 된 게 아니었다. 한 번도 상관의 명령을 어긴 적 없던 헤일리였지만, 이번만큼은 명령에 불복하기로 마음먹었다. 그녀는 자세를 고쳐잡고 눈을 감고 작전 구호를 기도문처럼 외웠다.\n\n'모든 임무에서 모든 적을 명중시키고, 모두 살아 돌아온다.'\n'조준경에 잡히는 모든 적을 명중시킨다. 그리고 모두 함께 복귀한다.'\n\n몇 번의 심호흡이 바람을 따라 흩어지고 헤일리는 차분히 눈을 떴다. 매섭도록 차가운 눈동자는 정확하게 적을 향했다. 주변의 소리마저 얼린 듯한 고요. 한발 또 한발. 헤일리가 방아쇠를 당길 때마다 적들은 허리가 꺾인 풀처럼 무너져 내렸다. 당황한 적들은 열화상 센서를 최대치로 올렸으나 그녀를 찾을 수 없었다. 그렇게 벌거스 병력은 보이지 않는 저격수에 의해 전멸했다. 승리였다. 단 한 번도 이루어지지 않았던 작전 구호가, 막내인 헤일리에 의해 이루어진 순간이었다. 그녀의 선임이 징크스를 깨뜨린 기분이 어떠냐고 묻자, \"기쁘죠. 작전 구호대로 되지 않았습니까.\"라며 웃어 보였다. 그렇게 헤일리를 포함한 작전 투입 인원 전원이 무사 복귀하는 데 성공한다.\n\n제출한 작전보고서를 본 사령부는 헤일리가 어떻게 그 많은 벌거스를 저격하는 동안 열화상 센서에 잡히지 않았는지에 의문을 가졌다. 체온이 낮아진다 해도 설원이라는 환경에서 열화상 센서에 잡히지 않을 정도로 낮아지지 않는다. 아르케를 보유한 게 아니라면 이해가 되지 않는 상황. 결국 헤일리는 아르케 인자 검사를 받게 되었고, 자신의 체온을 극한까지 떨어뜨릴 수 있으며, 탄환 대신 아르케를 응집해 발사할 수 있는 특징이 있는 '과냉각 아르케' 능력을 가진 것으로 판명됐다. 그렇게 헤일리는 정들었던 저격부대를 떠나 정식으로 계승자가 되었다. 하지만 계승자가 된 헤일리는, 여전히 제33 저격부대의 작전 구호를 되뇌며 전설을 이어 나가기로 다짐했다.\n\n'모든 임무에서 모든 적을 명중시키고, 모두 살아 돌아온다.'","only_weapon":"과냉각 대물 저격포 '피어싱 스파이크'","only_weapon_desc":"총이라고 하기엔 너무 크고, 대포로 분류하기엔 지나치게 정확한 이 무기는 오직 헤일리만을 위해 개발된 원-오프 타입 정밀 병기로, 통상적인 공격으로 적을 제압할 수 없는 경우를 대비해 만들어진 최후의 전술 수단이다. 개발 당시 사령부에서 요구한 스펙은, 인류가 상대하고 있는 모든 적의 장갑을 일격에 관통할 수 있는 병기를 만드는 것. 당연하게도 이러한 성능은 불가능에 가까운 요구 사항이었고, 미래에도 존재할 가능성이 희박해 보였다. 하지만 걸어다니는 빙핵과 마찬가지인 헤일리와, 그녀의 숨결로부터 충전되는 과냉각 극저온 아르케는 현존하는 모든 장갑재를 순식간에 결빙시켜 입자 단위로 분쇄할 수 있었다. 요구 스펙을 달성하고도 남을 만큼 강력한 화력과 정밀성이 이미 헤일리에게 존재했던 것이다.","only_weapon_comment":"\"적의 심장에 네 차가운 분노를 찔러넣기엔, 이것보다 더 나은 무기는 없어.\"\n- 알파"},{"descendant_id":"101000022","eng_name":"ULT VALBY","tier":"ult","role":"지속 딜러","point":"얼티밋 프로젝트를 통해 강한 힘을 얻게 된 밸비. 물 아르케를 통해 자유롭게 유영하며 적들에게 파도같은 공격을 가한다.","attribute":"none","story":"얼티밋 계승자 프로젝트는 잉그리스 곳곳에서 발견되고 있는 선각자들의 기술과 장비, 혹은 특수 아르케 유전자를 현역 계승자들의 특성에 맞게 개량하고 적용하는 계획을 의미한다. 궁극적인 목표는, 모든 계승자들을 강력했던 인류의 선대,선각자의 모습으로 강화하는 것.\n\n하지만 밸비를 위한 얼티밋 프로젝트는 난항을 겪고 있었다. 물로 이루어진 신체 특성상 알맞은 장비가 없었을뿐더러, 응용할 수 있는 선각자 기술이 있더라도 그것은 더 이상 인간의 모습이 아니었기 때문이다. 심지어 매지스터들이 제안한 어떤 설계에서는, 두꺼운 장갑을 갖춘 물탱크 속에 밸비를 집어넣고, 바깥에 온갖 무장을 탑재하여 이족 보행 전투 플랫폼을 만들자는 계획마저 존재하고 있었다. 밸비는 그것을 보고 경악 하고 말았고, 알파는 계승자를 병기로만 보지 말고, 최소한의 존엄성만큼은 지켜 주길 바란다면서 제안을 거절했다.\n\n그렇게 밸비의 얼티밋 프로젝트가 연구 중단에 놓이려던 찰나, 매지스터들은 버니가 탈취했던 얼티밋 장비를 주목하기 시작했다. 일종의 스킨 슈트 형태로 추정됐던 그 장비는 자료가 부족하여 미완성 상태였지만, 버니가 자행했던 뜻밖의 운용 시험을 통해 몇가지 특징을 알게 되었던 것. 슈트는 고속 기동에 알맞은 초경량이면서도, 사용자의 아르케가 외부 환경에 노출되지 않도록 밀착 고정할 수 있는 차폐 장치도 갖추고 있었다. 즉, 밸비가 현재 운용하고 있는 슈트와 이 얼티밋 장비를 조합한다면 밸비를 위한 프로젝트를 완성시킬 수 있었던 것이다.\n\n연구 결과는 성공적이었다. 외부 환경과 완전히 차단된 이 새로운 슈트는 수분화된 밸비의 신체를 기존 슈트보다 훨씬 많이 담아낼 수 있었고, 이를 통해 강력해진 전력은 두말할 필요도 없었다. 특히, 밸비가 마음을 빼앗긴 부분은 따로 있었다.\n경량화된 스킨 슈트 재질은 방어 성능을 위한 장갑을 덧댐과 동시에 밸비의 예전 신체 색상과 촉감을 구현할 수 있었고, 이를 통해 밸비는 오랫동안 잊고 있었던 과거의 자신을 조금이나마 되찾을 수 있었던 것.\n\n비록 이 얼티밋 장비는 전투 병기였지만, 밸비는 새로운 희망을 느꼈다. 물과 하나가 된 자신이 예전 모습으로도 존재할 가능성을 발견했기 때문이다.","only_weapon":"얼티밋 장비, 아르케 환경 차폐복 \"새로운 파도\"","only_weapon_desc":"아주 우연한 계기로 완성된 이 장비는, 버니가 매지스터 공방에서 탈취했던 얼티밋 장비의 완성형 버전이라 볼 수 있다. 비록 시제품을 버니가 가져가는 바람에 개발 기간이 연장되었지만, 버니의 실전 테스트 덕분에 오히려 아르케 손실을 막아주는 환경 차폐 기능을 발견할 수 있었던 것이다. 이 기능 덕분에, 밸비는 기존 슈트와 비교하여 수십 배 이상 증가된 수분을 상시 보유할 수 있게 되었고, 이는 전투 스타일마저 변화시킬 수 있었다.","only_weapon_comment":"\"굉장해… 이 슈트는 호수가 아니라…바다를 헤엄치고 있는 기분이야.\"\n- 밸비"},{"descendant_id":"101000001","eng_name":"LEPIC","tier":"normal","role":"딜러","point":"수류탄을 이용한 공격을 펼치는 딜러.\n강력한 성능을 자랑하는 전술 의수와 수류탄으로 전장을 평정한다.","attribute":"fire","story":"가장 용맹했던 44 척탄병부대 소속 조나단 레픽은 소속 부대의 마지막 작전이 되어버린 전투에서 자신의 오른팔과 모든 전우를 잃었다. 끝까지 저항해 싸운 레픽은 남은 팔 한쪽으로 벌거스 부대를 전멸시킨 전설적인 군인이 되었지만, 홀로 돌아온 그의 손안에 가득한 전우들의 인식표는 레픽의 슬픔을 가중시켰다.\n\n매지스터들은 유일하게 살아남은 레픽의 신체 능력에 관심을 보였다. 만약 레픽이 아르케 검사로 걸러지지 않았던 계승자라면? 이 모든 것이 새로운 계승자를 위한 시련이라면?\n결국 매지스터들은 모든 것을 포기했던 레픽에게 '아르케 드라이브 전술 의수' 이식을 제안했다.\n\n비록 이 장치는 계승자 전용이라 아르케 없이는 뇌신경 과부하로 죽을 수 있었지만, 만약 레픽의 운명이 승리한다면 알비온 군부는 뛰어난 계승자를, 레픽은 전선으로 복귀할 수 있는 절호의 기회였다. 레픽의 결정은 이미 내려진 듯 보였다.\n\n다행스럽게도 이식은 성공적이었다. 잠들어 있던 아르케는 수술의 고통으로 깨어났고, 의수를 통제하는 데 성공한 레픽은 정식으로 계승자가 되었다. 전우들의 복수를 위한, 최후의 척탄병이 돌아온 것이다.","only_weapon":"아르케 드라이브 전술 의수","only_weapon_desc":"아르케 드라이브는 계승자들의 신체 결손 부상에 대응하기 위해 만들어진 장치로, 에시브와 연동되어 있다.\n이를 통해 직접 뇌신호를 전달하기 때문에 실제 몸과 같이 있을 뿐만 아니라 계승자의 아르케와 직접 연동되기 때문에 다양한 능력을 발현할 수 있다.\n\n그중 레픽의 전용 의수는 탄약과 수류탄에 폭발성 아르케를 주입할 수 있는 기능과 정신을 집중하면 응집된 아르케를 직접 발사하도록 만들어졌다.","only_weapon_comment":"\"10번째 말하고 있지만, 로켓 주먹 기능은 달아줄 수 없단다. 조나단.\"\n- 매지스터 아나이스"},{"descendant_id":"101000023","eng_name":"ULT FREYNA","tier":"ult","role":"지속 딜러","point":"얼티밋 프로젝트를 통해 강한 힘을 얻게 된 프레이나.\n자신의 몸에서 생성되는 맹독성 물질을 활용해 적들을 독의 늪에 가둔다.","attribute":"poison","story":"얼티밋 계승자 프로젝트는 잉그리스 곳곳에서 발견되고 있는 선각자들의 기술과 장비, 혹은 특수 아르케 유전자를 현역 계승자들의 특성에 맞게 개량하고 적용하는 계획을 의미한다. 궁극적인 목표는 모든 계승자를 강력했던 인류의 선대, 선각자의 모습으로 강화하는 것.\n\n특이한 점은, 프레이나의 얼티밋 프로젝트는 당사자도 모르게 진행되었다는 것이다. 공식적으로 프레이나는 얼티밋 프로젝트를 스스로 거부하고 있었는데, 심리 분석 보고에 따르면, 프레이나는 강해지면 강해질수록 오닐을 구할 수 없었던 자신의 무력함을 지속적으로 떠올리고 있었고, 성장한 자신을 돌아볼 때마다 자기혐오와 사건 당시 트라우마를 강하게 느껴 작전에 지장을 줄 만큼 정신 건강이 심각한 상태였다.\n\n프레이나의 전우이자 지휘관이었던 샤렌은 이 모습을 두고 볼 수만은 없었다. 오죽 방법이 없었던 샤렌은 프레이나에게 투여되는 독성 중화제에 신경 차단 성분 추가까지 고려해보고 있었는데… 하지만 이럴 경우 중화제에 변질이 일어나 오히려 프레이나의 생명이 위독 해질수도 있었고, 이런 화학 반응을 막기 위해선 독성 여과 장치를 비롯한 전용 장비의 업그레이드가 절실한 상황이었다. 프레이나가 이 상황을 극복하기 위해선, 여러모로 얼티밋 프로젝트가 필요했다.\n\n이때, 17호에게서 오래전 '0호실 사건'을 일으킨 주범이 선각자의 장비를 몸에 이식하여 육신의 부패를 억제하고 있다는 첩보가 들어왔다. 매지스터 의회는 그 선각자 장비를 이용하여 프레이나의 얼티밋 프로젝트를 연구, 화학 반응이 매우 민감한 아르케 독성조차 통제할 수 있는 새 장비의 개발을 점치고 있었는데…\n\n정작 이 첩보를 접한 샤렌은 벌거스가 이식한 선각자 장비보다, 주범이 나타났다는 사실에 집중하고 있었다. 0호실 사건은 프레이나가 계승자가 된 이유이자 원인, 그리고 악몽 속에 멈춰 있게 만드는 풀리지 않는 닻이나 마찬가지였다. 그 사건의 원흉을 프레이나의 손으로 끝낼 수 있다면, 그 질긴 악연의 끈을 스스로 잘라낼 수 있다면… 닻은 언젠가 가라앉고 프레이나는 수면으로 떠오를 수 있을 것이다. 샤렌은 자신이 해야 할 일이 신경 차단 성분 따위를 고민하는게 아니라, 이렇게라도 프레이나가 과거에 질식하지 않도록 돕는 것이 우선이라고 생각했다.\n\n따라서 0호는 매지스터 의회와 사령부의 명령을 무시하고, 독단적으로 프레이나에게 대상을 암살하라는 작전을 지시했다. 프레이나는 괴로운 과거를 다시 마주하며 임무를 수행할 수밖에 없었지만, 그렇게 확보한 선각자의 부패 억제 장치는 프레이나의 얼티밋 프로젝트를 완성 시켰으며, 그 작전 과정에서 프레이나 스스로도 허무의 바다에 묶여 있던 오래된 닻줄을 자기 손으로 끊어낼 수 있었다.\n\n이처럼 프레이나의 얼티밋 프로젝트는 당사자도 모르게 진행되어, 당사자도 모르는 새로운 힘을 부여했다. 정신을 통제하는 약물 강화가 아닌, 상처를 인정하고 앞으로 나아갈 수 있는 새로운 계기를….","only_weapon":"얼티밋 장비, 아르케 중화학 통제복 “악몽의 지배자\"","only_weapon_desc":"이 얼티밋 장비는 비에사의 얼티밋 장비 '절대 영도’를 기반으로 개조된\n방출계 아르케 사용자 특화 강화복이다. 장비를 허투루 본다면, 그저 절대 영도의 베리에이션 타입 정도로 여겨질 수 있을 것이다. 하지만 이 얼티밋 프로젝트의 진가는 프레이나 전용으로 만들어진 특제 중화학 독성 여과 장치에 있다.\n\n본래 프레이나가 장비하고 있던 기존 여과 장치는 화학 성분 통제와 분배에 더 이상의 성능적 여유가 없던 상태였다. 이 때문에 프레이나는 아르케가 강력해질수록 신체에 부담을 느끼고 있었고, 이론적으로 본다면 프레이나가 살아남기 위해선 아르케 성장을 멈춰야 하는 치명적인 한계가 있었다. 그러나 선각자 기술이 적용된 여과 장치의 도움으로, 프레이나는 독성 아르케의 화학식을 매순간 원하는 만큼 바꿔 방출할 수 있을 정도로 엄청난 힘을 얻게 되었다. 이러한 성능적 여유는 트라우마를 대하는 자신의 마음에도 변화를 일으켰다. 그야말로 적들의 악몽과 자신의 악몽을 한꺼번에 휘어잡은, 악몽의 지배자가 된 것이다.","only_weapon_comment":"\"살아야 돼… 프레이나…사랑해….\"\n- 오닐, 특임대 제9호 요원"},{"descendant_id":"101000002","eng_name":"AJAX","tier":"normal","role":"탱커","point":"보이드 에너지를 활용한 탱커.\n아군을 보호하는 동시에 적의 공격을 튕겨내는 방어막으로 팀을 이끈다.","attribute":"none","story":"계승자였던 에이잭스는 현역에서 물러나 자신의 오랜 소원이었던 알비온 군사 대학교수가 되었지만, 교단에 선 첫날 그 선택을 후회하고 말았다. 그의 앞으로 전달된 음성 기록에는 전우였던 아이샤의 다급한 지원 요청이 담겨 있었기 때문이다. 아이샤가 투입된 작전은 보이드 심층부 위력 정찰. 은퇴하지 않았다면 에이잭스 본인이 투입되었을 작전이었다.\n\n결국 에이잭스는 당시 기술로 미완성이었던 보이드 탐사 전용 장비, 레일리 MK.5 장갑복을 장착하고 아이샤를 찾아 나섰다. 어차피 현역 계승자 열 분대가 달려들어도 에이잭스를 막을 수 없었으니 장비 반출과 보이드 출격은 쉬운 일이었다.\n\n하지만 보이드 심층부에서 아이샤 분대를 찾는 것은 이 강력한 계승자에게도 어려웠던 임무. 더욱이 보이드 환경을 차폐했어야 할 슈트는 기능 고장으로 공허 에너지를 흡수해 버렸고, 간신히 참으며 수색을 나섰던 에이잭스는 쓰러질 수밖에 없었다.\n\n놀라운 것은 그가 모든 것을 포기했을 때였다. 보이드 폭풍 속에서 나타난 아이샤의 형상이 에이잭스를 감싸주었고 그와 동시에 귀환 프로토콜이 실행된 것. 순간 에이잭스는 계승자 구역 한 가운데로 떨어졌고 그곳에 있던 모든 사람은 그를 마치 귀신이라도 본 듯 대했다. 알고 보니 보이드 심층부에서 보낸 며칠의 시간이 잉그리스에선 무려 10년이나 지났던 것이다.\n\n사태가 진정되자 알파는 에이잭스를 찾아와 그의 전사자 명부를 찢으며 위로를 건넸다. 죽음과 보이드에서 해방되었으니 교직으로 복귀할 수 있도록 서류를 만들어 놨다는 것. 하지만 에이잭스는 알파가 건넨 서류를 찢으며 계승자 부대 복귀를 희망했다. 해방된 것은 자신의 육체일 뿐 동료를 지키기 위한 사명은 끝나지 않았기 때문이다.","only_weapon":"레일리 MK.5 장갑복","only_weapon_desc":"최초의 계승자로 알려진 '레일리'의 이름을 붙인 레일리 MK.5 장갑복은 보이드 탐사 전용으로 개발된 군용 슈트다. 10년이 지난 오늘 날에는 구형 장비가 되었지만, 유일하게 남은 이 불량 슈트는 오히려 에이잭스라는 계승자에게 최적의 장비다.\n\n해당 고물은 망가지면서 공허 에너지를 충분히 빨아들인 상태였고, 에이잭스는 자신의 공간 이론과 아르케에 공허 에너지를 접목하여 능숙하게 다룰 수 있었기 때문이다. 에이잭스가 보이드에서 사고를 겪게한 원흉이었으나 지금은 강력한 보호막과 운동 에너지를 전개할 수 있는 최강의 방패가 되어주고 있다.","only_weapon_comment":"\"자네 진심이야? 이 요란스러운 걸 투구에 붙여달라고? 근데 이거… 그레이브워커의 잔해 아닌가? 이걸 도대체 어디서 구해온 거야?\"\n- 데슬린"},{"descendant_id":"101000024","eng_name":"KEELAN","tier":"normal","role":"지속 딜러","point":"부식성 산화물을 이용해 끊임없이 적들을 공격하는 원거리 딜러.\n빠른 기동력을 겸비한 알비온 최고의 보이드 사냥꾼이다.","attribute":"poison","story":"\"뭐? 조사부대? 알파는 제정신인 건가? 너같이 강한 계승자를 활용할 생각은 못 하고 조사부대에 처박아 둔다니! 이건 엄청난 손실이야!\"\n\n사령부의 결정을 들은 제레미는 역정을 냈다. 킬런은 그런 제레미를 말없이 지켜보며 한숨 쉬었다. 킬런 아요델레. 요격전에 많이 투입된 계승자 중 한 명이자, 요격전에 자원한 수가 많은 계승자 중 한 명이고, 높은 성공률을 자랑했던 계승자. 그는 바람과 기압을 다루는 아르케 능력을 이용해 거신의 움직임을 막고 기류를 바꿔 날아오는 공격의 방향을 틀어버리는 등 전투에 유리한 변수를 창출하며 요격전 투입에 필수적인 계승자이자 중요 전략 자산으로 활약했다.\n\n요격전 투입은 사령부의 결정이기도 했지만, 킬런 스스로의 의지가 더 강했다. 그는 보이드라는 예측할 수 없는 공간에서 아득한 존재인 거신과의 전투에서 느낄 수 있는 아드레날린과 고양감을 전투의 원동력이자 삶의 이유로 삼았다. 하지만 사령부는 보이드 에너지에 장기간 노출되는 것을 우려했고, 그의 요격전 참여를 만류했으나 킬런은 아랑곳하지 않았다. 마치 멈출 수 없는 습관처럼 요격전에 참여했던 킬런은 고양감에 취해 자기 몸에 어떤 변화가 생기는지도 몰랐다. 결국 체내에 엄청난 양의 보이드 에너지가 축적되었고 이는 결국 이상을 일으켰으며 부작용으로 아르케의 형질이 변했다. '아르케는 DNA에 새겨진 유전 물질로 형질이 변화하지 않는다.'라는 근본적인 기준을 깨뜨린 사건에 알비온 사령부와 매지스터들은 당혹스러움을 감출 수 없었다. 계승자라는 어마어마한 전략 자산에 문제가 생긴 것이었기에.\n\n보이드 에너지로 변화한 아르케 능력이 어떤 문제를 초래할지 모르는 상황. 결국 사령부는 보이드 요격전을 포함한 모든 주요 임무에서 킬런을 배제하고 해당 사안에 대한 논의가 끝날 때까지 그를 조사부대에 편성하기로 했다. 조사부대의 일이 결코 가벼운 일은 아니었으나 외줄 타기와 같은 요격전에서 자신이 살아있음을 느끼던 킬런 입장에선 자신에게 주어진 환경이 너무나 무료했고 딱 죽을 만큼 지루했다. 그렇게 무료한 날들이 이어지던 중. 킬런은 사령부의 부름을 받았고 그를 불러세운 알파는 말했다.\n\n\"우리는 네가 보이드 베슬 특수 수색대의 증원 인력에 적합하다고 판단했고 네 소속을 보이드 베슬 특수 수색대, 하운드로 변경했다. 넌 우수한 성적을 가진 계승자고 요격전 참여 경험이 많아 보이드라는 환경의 특수성을 잘 알고 있는데다… 보이드 에너지에 대한 면역도 있으니 모든 조건에 부합해. 앞으로 하운드의 일원으로서 활약해주길 바란다.\"\n\n진지한 알파의 목소리를 깨고 킬런은 기가 찬다는 웃음을 흘리고 조소하듯 읊조렸다.\n\n\"보이드용 사냥개네.\"\n\n그의 건방진 태도에 알파는 대꾸하려 했으나 킬런의 말이 더 빨랐다.\n\n\"까라면 까야죠.\"\n\n킬런은 기분이 좋았다. 다시 싸울 수 있다. 그것도 보이드 심층부라는 미지의 영역에서, 자신이 처음 보는 적을 상대할 것이고 그 적과의 치열한 대결에서 살아 있다는 고양감을 느낄 터. 기분이 좋아질 수밖에 없었다. 오랜만에 심장이 뛰는 것 같았다. 처음 HOUND에 배치된 날, 훈련 동기인 계승자 이네즈 라야는 그에게 물어왔다. “안녕? 너 기분 되게 좋아보인다.” 이네즈의 말에 그는 미적지근하게 웃으며 대꾸했다.\n\n\"예측하지 못한 일들이 생기는 게 재미있어서.\"","only_weapon":"전용 아르케, 보이드 산화물 방출","only_weapon_desc":"알비온 역사상 최초로 아르케 형질이 변화한 사건을 연구하기 위해 알비온 공학연구소 연구원 중에서도 수석연구원급이 동원되었으며, 매지스터 또한 아나이스를 필두로 인류의 아르케에 관여하는 모든 이가 투입됐다. 킬런의 새로운 아르케 능력은 기존 아르케에 보이드 에너지가 융화된 것이기에 바람과 기압을 조절하는 것은 유지되었고, 이때 생성하는 기류에 보이드 산화물이 같이 방출되는 형태로 변경되었다. 또한 연구진은 킬런의 새로운 아르케 능력이 거신 업스트럭터와 유사한 형태라는 것을 밝혀냈고 그의 아르케를 ‘보이드 산화물 방출’이라고 규정했다. 다행이게도 아르케 인자를 가진 다른 계승자에게는 보이드 산화물이 반응하지 않았으며 이것이 밝혀지면서 사령부도 킬런을 하운드에 편성하는 결정을 내릴 수 있었다. 킬런은 하운드 유닛 훈련을 받으며 자신에게 주어진 새로운 힘을 이전과는 다른 형태로 사용하는 방법을 터득했다.","only_weapon_comment":"\"새로운 건 언제나 날 즐겁게 만들지. 힘도, 전투도.\"\n- 킬런"},{"descendant_id":"101000003","eng_name":"VIESSA","tier":"normal","role":"디버퍼","point":"냉기를 자유자재로 사용하는 디버퍼.\n냉기로 적의 발을 묶고, 적들 사이를 누비며 한파와 같은 공격을 퍼붓는다.","attribute":"ice","story":"알비온 뒷세계 출신인 비에사는 버려진 옛 터전에서 금지된 기호품을 들여오는 밀수 조직 일원이었다. 그 시절 비에사만의 특징이라면, 다른 조직원들에 비해 고급스럽고 값비싼 기호품을 가져왔다는 것.\n\n비에사의 활동 무대는 데드브라이드라는 거신이 얼려버린 100년 전 도시로 쓰러진 거신과 얼어붙은 사체들로 으스스했지만, 값비싼 물품들이 원본 그대로 보존되어 있었다. 게다가 다른 조직원들은 추위로 접근조차 할 수 없었기에 그녀만의 천국이나 다름없었다. 왜 다들 추위 같은 걸로 벌벌 떠는지 이해할 순 없었지만.\n\n하지만 천국은 하루아침에 차가운 지옥이 되고 말았다. 파괴된 줄 알았던 거신 데드브라이드는 단순히 휴면 상태였었고, 비에사의 출입으로 달라진 미세한 온도 차이가 거신을 깨운 것이다. 결국 비에사는 팔자에도 없던 거신과 싸우게 되었고, 이상 에너지 발생으로 투입된 계승자 부대를 만나 거신을 겨우 쓰러트릴 수 있었다. 물론, 그들의 만남은 불편하기 짝이 없었지만 말이다.\n\n5년? 10년? 알비온 형무소에서 자신의 형량을 짐작하던 비에사는 차가운 한숨을 내쉬었지만, 그날 그녀는 두 번째로 팔자에 없던 사건을 겪었다. 바로 계승자 부대에 합류하라는 판결을 받은 것. 비에사의 특이 사항을 의심했던 매지스터들은 아르케 인자 검사를 시행했고, 결국 그녀가 계승자라는 것을 알게 된 것이다.\n\n비에사는 태어나 처음으로 식은땀을 흘렸지만, 곧 냉정함을 되찾았다.\n계승자? 감옥보다 낫겠지. 까짓거 한번 해보자고.","only_weapon":"아르케 냉매 방출 드론","only_weapon_desc":"아르케 냉매 방출 드론은 비에사 전용으로 개조된 전투 보조 시스템으로, 열추적 센서를 통해 주변 환경보다 차가워진 벌거스. 즉, 비에사에게 공격당한 적을 자동으로 추적해 공격한다.\n\n드론은 비에사의 아르케와 연동되어 있으며, 이 때문에 비에사가 능력을 사용하는 순간 자동으로 소환된다.\n비에사의 전투 능력 향상을 위해 시작된 다양한 드론 기술들이 연구되었다. 그 최초의 결과물이 바로 아르케 냉매 방출 드론. 그 뒤로 여러 계승자들의 아르케가 전용 드론과, 터릿 연동이 가능해졌으며 비에사는 가끔 농담처럼 자신이 아르케 드론 기술의 시발점이 되었다고 말한다.","only_weapon_comment":"\"그러니 방심하지 말라고 했잖아.\n내가 널 얼리면, 내 드론이 널 공격할 거라고. 네가 죽을 때까지\"\n- 비에사"},{"descendant_id":"101000004","eng_name":"ULT LEPIC","tier":"ult","role":"딜러","point":"얼티밋 프로젝트를 통해 강한 힘을 얻게 된 레픽.\n강력한 성능을 자랑하는 얼티밋 장비와 수류탄을 사용해 전장을 평정한다.","attribute":"fire","story":"얼티밋 계승자 프로젝트는 잉그리스 곳곳에서 발견되고 있는 선각자들의 기술과 장비, 혹은 특수 아르케 유전자를 현역 계승자들의 특성에 맞게 개량하고 적용하는 계획을 의미한다. 궁극적인 목표는, 모든 계승자들을 강력했던 인류의 선대, 선각자의 모습으로 강화 시키는 것. 그리고 이 원대한 계획의 첫 대상자는 44 척탄병 부대의 유일한 생존자, 레픽이었다.\n\n레픽이 첫 번째 얼티밋 계승자로 선정된 된 것은, 당시 높은 재현율로 복원된 선각자 장비가 레픽의 특징에 가장 알맞기 때문이다. “불굴의 기사“라 명명된 이 전투 장비는 모듈화 된 전신 방호복과 통합 증강 시야 기능을 겸하는 투구형 헬멧으로 구성되어 있었는데, 이러한 설계로 미루어 보아 “불굴의 기사”는 선각자들의 기동 부대가 운용하던 장비에 가까워 보였고, 그런 임무는 44 척탄병 부대의 임무와 정확히 일치했다.\n\n테스트 운용 결과, 레픽은 이 “불굴의 기사”를 매우 만족스러워 했다. 복층 강화 장갑은 가벼우면서도 탁월한 방어 성능을 제공했고, 특히 아르케로 구동되는 보조 모터는 레픽의 힘을 장비 곳곳에 투영시켜 더 강력한 아르케 능력을 사용할 수 있었다. 통합 증강 시야로 훨씬 정밀해진 수류탄 공격은 두 말 할 것도 없이 치명적이었다. 가장 중요한 부분은 바로 “불굴의 기사“ 파츠를 이용한 전술 의수 업그레이드. 불굴의 기사는 모든 부분이 모듈화 되어, 별다른 개조 없이도 의수가 들어갈 부분을 떼어낼 수 있었고, 그 남은 부품을 사용한 레픽의 새로운 오른팔은 첫번째 얼티밋 계승자 프로젝트의 정점이나 다름 없었다.\n선각자들이 남긴 전투 장비와 함께 불굴의 척탄병이 탄생한 것이다.","only_weapon":"얼티밋 장비, “불굴의 기사” 기동 보병 체계","only_weapon_desc":"불굴의 기사로 명명된 이 장비는 킹스턴 선각자 시설에 저장되어 있던 고대 설계도에서 최초 발견되었으며, 간단 하면서도 신뢰성 높은 설계 덕분에 현 세대 기술로도 훌륭하게 재현할 수 있었다. 이러한 결과를 토대로, 매지스터들은 불굴의 기사가 선각자 기동 보병대의 제식 장비가 아니었는지 유추하고 있다. 하지만 이렇게 뛰어난 장비를 양산까지 했던 선각자들이 어떻게 흔적도 없이 멸망했는지는 여전히 의문이다.","only_weapon_comment":"\"아무리 얼티밋 장비라도… 로켓 주먹 기능은 달아줄 수 없단다, 조나단.\"\n- 매지스터 아나이스"},{"descendant_id":"101000025","eng_name":"ULT SHAREN","tier":"ult","role":"근접 딜러","point":"얼티밋 프로젝트를 통해 강한 힘을 얻게 된 샤렌.\n전기 아르케와 의체를 통한 위장을 활용하여 적과의 거리를 자유자재로 조절하며 언제 어디서든 적들을 기습할 수 있다.","attribute":"electric","story":"얼티밋 계승자 프로젝트는 잉그리스 곳곳에서 발견되고 있는 선각자들의 기술과 장비, 혹은 특수 아르케 유전자를 현역 계승자들의 특성에 맞게 개량하고 적용하는 계획을 의미한다. 궁극적인 목표는 모든 계승자를 강력했던 인류의 선대, 선각자의 모습으로 강화하는 것.\n\n샤렌의 얼티밋 프로젝트는 그녀의 공식적인 제안과 이를 수락한 아나이스에 의해 진행되었다. 샤렌이 자신의 얼티밋 프로젝트를 부탁하며 내건 조건은 두 개. 매지스터가 정비해주지 않아도 되는 의체일 것, 그리고 통각을 느낄 수 있어야 할 것. 이 두 가지였다.\n\n이중 아나이스가 첫 번째로 진행한 것은 통각에 대한 신경 자극 기술 개선이었다. 자율신경계에 연결되는 센서를 새롭게 개선하여 이를 통해 이전처럼 공격적인 환상통이 아닌 일반적인 인간의 몸이 느끼는 통각 수준의 신경 센서를 개발했다. 이런 판단을 내린 것은 샤렌의 내면과 자아가 더는 과한 통각과 의체에 의존하지 않아도 된다는 것이었고. 얼티밋 프로젝트이니만큼 프로젝트 이후 샤렌이 최상의 실력 발휘를 할 수 있게 다발적으로 발생하는 환상통만큼은 제어를 진행했다.\n\n이런 신경 자극 기술을 담아낼 인간형 의체 개발은 훨씬 빠르게 진행되었다. 개발의 토대가 된 모델은 과거 콜론 특임대 제1 타격팀이 벌거스 고위 세력을 뒤쫓으며 확보했던 얼티밋 장비였는데, 이 장비는 입을 수 있는 슈트보다는 인공 순환계까지 갖춘 의체에 가까워서 현 계승자 중 누구에게도 쉽게 적용할 수 없었다. 확보 당시에는 이것을 분해하여 재조립하려 했으나 고도의 기술로 이루어진 신경망은 매지스터 중 누구도 쉽사리 손을 댈 수가 없었던 상황. 그렇게 애물단지로 전락했던 얼티밋 장비가 인제야 흔들리지 않는 주인을 만난 것이다. 아르케 호환성이 완벽하면서도 샤렌의 전투 기술을 그대로 사용할 수 있는. 샤렌의 얼티밋 프로젝트에 가장 부합하는 장비였다.\n\n완성된 의체를 샤렌의 아르케에 적용하는 것도 성장했던 모든 과정의 데이터가 남아있어 수월하게 진행되었다. 그녀의 복수가 마침표를 찍자 그동안 제대로 돌이켜볼 수 없었던 것들이 자연스레 흘러가듯. 새로운 얼티밋 의체에 이식을 완료한 샤렌은 정비대에서 내려오며 딛는 첫 발걸음에 오묘한 미소를 띠었다. 발가락을 꼼지락거리고 손을 움직여보았다. 감각은 선연했지만 민감하지 않았다. 샤렌은 그제야 자신이 얼마나 가혹한 통증 속에서 살아왔는지. 예리하게 벼린 칼날처럼 살아왔는지를 다시금 느꼈다. 인간은 이렇게 버티는 것이다. 이런 감각 속에서 행동하는 것. 아나이스는 샤렌을 바라보며 나지막하게 읊조렸다.\n\n\"긴 프로젝트가 끝났군. 수고했어, 샤렌 줄리시아.\"\n\n그러나 샤렌은 엷은 미소와 함께 대답했다.\n\n\"아니, 샤렌 줄리시아는… 이제 시작이야.\"","only_weapon":"얼티밋 장비, 인간형 얼티밋 의체 \"줄리시아\"","only_weapon_desc":"모든 얼티밋 프로젝트가 특정 계승자를 위해 최적화되지만, 샤렌의 얼티밋 프로젝트는 아나이스에게 있어 조금 다른 경우였다. 여태까지의 얼티밋 프로젝트는 인간의 한계를 벗어나기 위해 진행되었으나 샤렌의 경우는 그 반대였다. '인간으로서 낼 수 있는 최대한의 결과'. 아나이스는 이 얼티밋 프로젝트가 시작될 때부터 의체의 이름을 짓고 시작했다. 누구보다 인간으로서의 한계를 원하는, 강철만큼 단단한 정신력의 소유자를 위한 프로젝트였기에.","only_weapon_comment":"\"장비에 거창한 이름은 필요 없어. 이 의체는 오직 그 아이만을 위한 거니까.\"\n- 매지스터 아나이스"},{"descendant_id":"101000005","eng_name":"JAYBER","tier":"normal","role":"유틸형 딜러","point":"터릿을 사용하는 유틸형 딜러.\n각각 공격과 회복을 담당하는 터릿을 소환한다.\n다목적 총으로 터릿을 강화하면 더 효율적인 전투를 펼칠 수 있다.","attribute":"none","story":"천재는 태어나는 것일까, 만들어지는 것일까? 천부적인 공학도이자, 전자전 특화 아르케를 지닌 제이버의 능력은 그 기원에 대해 많은 가설이 존재하고 있다.\n어린 시절 앓았던 전염병이 대뇌 피질을 자극하여 지능이 비약적으로 높아졌다는 가설이 있는가 하면, 그 전염병 치료를 위해 투여 받았던 약물이 사실 매지스터들의 아르케 양산을 위한 실험이었다는 등… 근거 없는 루머들이 돌고 돌아 오늘날까지 이어지고 있었지만, 정작 본인은 그 진실에 대해 알고 싶어 하지 않았다.\n능력의 기원 따위는, 전쟁 속 단위에 불과한 자신에게 중요하지 않았기 때문이다.\n\n전염병 격리 병동에서 태어난 제이버에겐, 편안하게 잠을 재워주고 동요를 불러주는 생명 유지 장치가 그의 부모나 다름없었다. 제이버는 이 생명 유지 장치와 깊은 교감을 나누며 성장했고, 10살이 되던 해에는 장치를 직접 개조하여 외부 네트워크와 연결, 세상을 공부할 수 있었는데… 그렇게 제이버가 진짜 세상과 연결된 순간, 그는 생명 유지 장치가 네트워크 연결을 반대했던 이유에 대해 알 수 있었다. 세상은 제이버가 꿈꿔왔던 행복한 곳이 아니었다. 이 세계는 벌거스라는 침략자와 거신이라는 위협적인 존재에게 끊임없이 고통받고 있었고, 자신은 그 존재들과 대적하기 위해 만들어진 전쟁 병기, 아르케라는 힘을 가진 계승자로서 매지스터들에게 육성되고 있던 것이다.\n\n현실을 접하게 된 제이버는 꿈과 희망을 버리고, 자신을 전쟁에 필요한 단위로 여기기 시작했다. 정식 계승자가 된 이후에도 이런 모습은 변하지 않았으며, 동료들은 이 기계나 다름없는 계승자를 좋아하지 않았다. 하지만 제이버는 상관하지 않았다. 천재는 태어나는 것도, 만들어지는 것도 아닌… 단위에 불과했기 때문이다.","only_weapon":"아르케 감응형 전자 네트워크 시스템","only_weapon_desc":"이 시스템은 아르케로 전자 신호를 주고받는 제이버의 능력을 완전히 끌어내기 위해 개발된 것으로. 아르케 범위 내 모든 전자 신호를 수집하여 제이버의 뇌파에 직접 전달, 응답시간 0ms 이하로 반응할 수 있도록 설계된 가공할 전자전 장비다. 특히 이 시스템을 활용한 전용 터릿은 특유의 범용성과 반응성으로 다양한 전투 임무에 사용되고 있으며, 아르케 신호를 증폭시키는 다목적 총을 사용하면 대규모 벌거스 상대로도 우위를 점할 수 있다.","only_weapon_comment":"\"아나이스, 전용 터릿의 외형은 내 어릴 적 생명 유지 장치와 똑같이 할 거야.\"\n- 제이버"},{"descendant_id":"101000026","eng_name":"INES","tier":"normal","role":"광역 딜러","point":"고전도 전기 에너지를 활용하는 원거리 딜러.\n전도성을 한계까지 끌어내어 군집을 이룬 적들을 여러 차례 감전시키거나, 에너지를 응축시켜 집중된 공격을 펼친다.","attribute":"electric","story":"보이드 베슬.\n차원을 건너며 파괴된 벌거스 함선의 잔해들….\n\n칠흑 같은 공간 속에 영원히 갇혀 있을 줄 알았던 그 난파선들은, 이따금 요격에 실패한 거신과 함께 잉그리스로 떨어지곤 했다. 물론, 대재앙 초기 인류는 이 저주받은 파편들을 거신의 일부라고 착각하고 있었으며, 모든 군사적 역량은 거신을 막기에도 벅찼으니… 하늘을 수놓는 검고 불길한 파편 따위는 실질적인 위협이라 여기지도 않았다. 때문에 최초의 보이드 베슬로 분류된 VV001의 낙하 사건은, 어쩌면 알비온에 예정된 비극이었을지도 모른다.\n\n사건 당시 보이드 레이더에 걸린 고 열원체 접근 경보는, 종말 단계에 이르러서야 거신이 아니라는 것을 알 수 있었다. 그것은 거대한 벌거스 전함의 선수였으며, 선수 끝에 매달린 거신의 사체 때문에 보이드 에너지가 감지되고 있던 것이다. 더욱이 애매하게 숨이 붙어 있던 전함의 시스템은 자동으로 잉그리스 차원을 향해 움직이고 있었고, 이 주인 잃은 거대한 질량의 낙하 예상 지점은 알비온에서 그리 멀지 않았다. 문제는, 알비온 사령부는 이런 상황을 대비한 작전 교리가 없었다는 것이다.\n\n거신도 요격하는 계승자들이 한낮 고철 덩어리를 상대할 수 없다는 것은, 좀처럼 믿기 힘든 상황이었다. 그러나 계승자들의 능력과 장비는 어디까지나 거신을 죽이기 위한 단기 결전에 맞춰 있었고, 공간 정형화 기술은 보이드 영역을 아주 잠시 밖에 잡아 둘 수 없었기에 임시방편에 불과했다. 인류에게 남은 마지막 방법은, 벌거스 함선 내부로 계승자를 보내 엔진을 무력화시키는 것뿐이었다.\n\n아무리 계승자라도, 이런 자살 임무에 나서는 것은 쉽지 않았으리라. 그러나 이 상황을 지켜보고 있던 어떤 계승자는 이미 각오를 마친 듯 보였고, 자신이 다루던 번개처럼 빠르고 강렬하게 보이드 공간으로 나아갔다. 사냥개라고 이름 지었던 자신의 소총과 권총만을 남긴 채….\n\n얼마 후, 차원을 뚫는 굉음과 함께 고 열원체 접근 경보가 소멸했다. 그 계승자는 낙하 중인 벌거스 함선을 누빌 만큼 민첩하고, 단 한 번에 엔진 구획을 찾아낼 만큼 영리했으며, 자신의 아르케 능력으로 반응로를 과부하 시켜 벌거스 함선과 함께 자폭할 만큼 희생정신이 투철했던 것이다. 이 숭고한 임무는 훗날 보이드 베슬 작전이라는 교리로 정립되었으며, 이날 파괴된 벌거스 전함 잔해는 공식적으로 VV001이라 기록되었다. 그리고 모두를 지킨 첫번째 명예 HOUND 대원의 이름은, 바로 카르멘 라야. 이네즈와 에밀리오 남매의 어머니였다.\n\n이네즈는 어미니 카르멘을 닮아 뛰어난 민첩성과 영리함, 그리고 숭고한 희생정신을 지니고 있었다. 그리고 천둥처럼 강력한 아르케마저 물려받았다는 것이 밝혀지자, 이네즈는 어머니 만큼 빠르고 강렬하게 입대를 결심했다.\n\n계승자 사관 학교 성적은 당연히 톱 클래스. 그리고 전체 수석에게 주어지는 부대 선택 권리에서, 이네즈는 당연하다는 듯 어머니를 따라 보이드 사냥개의 길을 택했다. 카르멘이 남긴 두 자루의 총기, 불길한 사냥개와 굶주린 사냥개와 함께….","only_weapon":"전용 아르케, 고전도 에너지 플라즈마","only_weapon_desc":"이네즈의 아르케 능력은 무기화 가능한 수준의 전류 에너지를 체외로 방출하는 것으로, 언뜻 보면 통상적인 방출계 능력으로 보일 수도 있지만, 사령부와 매지스터들은 이네즈의 아르케가 플라즈마 형태로 방출된다는 점을 주목하여 새로운 운용 방식을 도입했다. 전도성을 한계까지 끌어내어 군집을 이룬 적들을 여러 차례 감전시키거나, 전용 장비를 통해 에너지를 응축시켜 집중된 공격을 가할 수 있는 전술이 바로 그것이다. 이를 통해 이네즈는 변화무쌍한 보이드 환경에서 다양한 대응 수단을 갖출 수 있게 되었으며, 끊이지 않는 번개로 적들을 옭아매는 '천둥 올가미'라는 별명을 얻었다.","only_weapon_comment":"\"보이드와 이네즈의 공통점? 잘못 걸리면 빠져나올 수 없다는 거지.\"\n- 킬런 아요델레"},{"descendant_id":"101000006","eng_name":"BUNNY","tier":"normal","role":"지속 딜러","point":"전기를 내뿜으며 질주하는 지속 딜러.\n달리면 달릴수록 전기 에너지가 쌓이며, 이를 방출하여 적을 공격할 수 있다.","attribute":"electric","story":"알비온에는 전장의 전사자 수만큼이나 많은 고아가 있었다. 하지만 버니는, 성인이 된 지금까지도 풀리지 않는 의문을 하나 가지고 있었다.\n\n'엄마 아빠는 군인도 아니면서… 왜 날 버린 걸까?'\n\n이따금 얼굴을 비추는 게 다였던, 그마저도 여섯 살 생일 이후로는 나타나지 않는 부모님… 버니는 기다리고, 또 기다렸지만, 끝나지 않는 전쟁의 시간은 버니에게 원하는 답을 알려주지 않았다. 결국 버니는 스스로 결론을 내릴 수밖에 없었다.\n\n'엄마 아빠는 도망친 게 분명해. 할머니와 나는 버려졌어.'\n\n그렇게 할머니와 덩그러니 남겨진 버니는, 마음속 응어리를 대형 사고로 해소하는 듯했다. 유독 발이 빨라 치안대를 손쉽게 따돌리기를 여러 번, 버니는 이미 알비온 최고의 사고뭉치라는 이명을 지니고 있었고, 자신이 군인들의 머리 꼭대기 위에 있다고 생각했다. 심지어 버니는 병사들의 무기를 훔쳐다 암시장에 내다 팔았고, 그 돈으로 할머니에게 어둠의 효도를 하고 있었다. 그 무렵 버니의 인생 목표는 알비온 최고의 은퇴 지구에 방을 얻어 할머니에게 풍족한 황혼기를 선물하는 것. 사라진 부모님의 임무를 계승한 버니에게는 돈이 많이 필요했지만, 이 발 빠른 토끼에겐 거칠 것이 없었다. 훔쳐서 달리기만 하면, 아무도 잡을 수 없었기 때문이다. 비싼 값에 팔리는 군용 수류탄을 한 움큼 훔친 그날도 걱정 따위는 없었다. 하필 도망친 곳이, 누전 차단기가 고장 난 유류 저장고라는 점을 뺀다면 말이다.\n\n대형 사고를 막으려는 치안대와 구조대, 그리고 끝까지 붙잡히지 않으려는 버니의 실랑이 소식은 그녀의 할머니에게도 전달되었다. 할머니는 버니를 향해 더 이상 사고 치지 말고 얌전히 자수하라고 설득했지만, 운명은 얄궂게도 이런 상황에 우연한 사건을 만드는 법. 무기고에서 훔쳐 온 군용 전자식 수류탄은 누전된 전기에 오작동하며 폭발하려 한 것이다. 수류탄의 타이머가 0을 향해 달려가는 그 순간 버니는 생각했다. 유류고 밖의 할머니까지 위험하다고. 할머니는 버림받은 자신을 지켜준 유일한 존재이자, 하나뿐인 가족이었다. 자신이 도둑질해가면서라도 같이 살고 싶었던 미숙한 진심은 타이머가 0이 됨과 동시에 기적을 터뜨렸다.\n\n시간이 멈춘 듯 느리게 흐르고 낯설지 않은 찌릿함이 버니의 온몸을 휘감았다. 폭탄을 멈춰야 한다는 간절한 바람이 잠재되어 있던 힘을 움직이기 시작했다. 곧이어 버니의 몸에서 강력한 전기력이 뿜어져 나와 유류고를 가득 채웠다. 강력한 충격파가 유류고를 한 차례 휩쓸었지만, 다행히 주변의 모든 전자기기가 멈추며 수류탄이 터지는 참사가 벌어지지는 않았다. 물론 할머니 역시 다소 놀랐을 뿐 다치지 않았다. 천만다행이었다.\n\n마치 대형 사고에 대한 죗값을 치르게 된 것처럼 버니는 한계 이상의 아르케 능력을 사용한 덕분에 온몸이 마비되었다. 꼼짝도 못 하는 상태로 오랜 시간 병원 신세를 지게 된 버니. 버니의 아르케 인자가 확인되자, 사령부는 그동안 버니가 벌인 사고들을 눈감아주는 것을 대가로 계승자가 되어 복무하길 명령했고, 버니는 군말 없이 동의했다. 여태 사고 친 것도 죄를 안 묻겠다고 하지, 월급도 꼬박꼬박 나온다고 하지, 이 얼마나 잘된 일인가? 버니는 되려 기뻤다. 열심히 돈을 벌면 할머니와 맛있는 저녁을 먹을 수 있으니까.\n\n그리고 어쩌면… 부모님에 대한 생사를 알 수도 있으니까.","only_weapon":"생체 발전 전환 장치","only_weapon_desc":"생체 발전 전환 장치, 간단하게 '생체 전지'라고 부르는 이 특수한 슈트는 버니가 움직이며 만들어내는 전기력을 실질적인 전력으로 전환하여 저장할 수 있게 도움을 주는 일종의 축전 장치라고도 할 수 있다. 생체 전지가 있기 때문에 버니는 자신의 몸에서 만들어진 전기를 비축해둘 수 있었고, 전투 중에 필요한 상황에 전자기력을 발산하여 적을 공격하는 등의 행위가 가능하게 만들어준다.\n\n다만 버니의 아르케와 신체 활동을 통해 생성된 전력인 만큼 보통의 전류와 그 패턴과 흐름이 아주 상이하기 때문에, 현재 알비온의 기술력 만으로는 완벽한 전력 전환 장치를 만들 수 없었고 그 결과 버니가 움직이지 않으면 곧바로 충전량이 떨어지는 단점이 존재한다. 그게 바로 보통의 전지라 불리지 않고 생체 발전 전환 장치라 불리는 이유기도 하다.","only_weapon_comment":"\"또 사고 친 건 아니겠지? 이번에 사고 치면 감봉 정도로 끝나진 않을 거야.\"\n- 알파"},{"descendant_id":"101000007","eng_name":"ULT AJAX","tier":"ult","role":"탱커","point":"얼티밋 프로젝트를 통해 강한 힘을 얻게 된 에이잭스.\n아군을 보호하는 동시에 적의 공격을 튕겨내는 방어막으로 팀을 이끈다.","attribute":"none","story":"얼티밋 계승자 프로젝트는 잉그리스 곳곳에서 발견되고 있는 선각자들의 기술과 장비, 혹은 특수 아르케 유전자를 현역 계승자들의 특성에 맞게 개량하고 적용하는 계획을 의미한다. 궁극적인 목표는, 모든 계승자들을 강력했던 인류의 선대, 선각자의 모습으로 강화 시키는 것.\n\n에이잭스는 이 얼티밋 프로젝트에 대해 열성적인 반응을 보였다. 본래 에이잭스가 사용하던 장갑복은 보이드 탐사를 위해 제작됐지만, 기대한 성능에는 미치지 못했던 것이 사실이었다. 따라서 에이잭스는 언젠가 나서게 될 보이드 원정을 위해 미지의 환경에서도 안정적으로 작동하는 방호 수단이 필요했고, 이에 대한 돌파구가 얼티밋 장비에 있을 것이라 판단하여 큰 기대를 가지고 있었다.\n\n그런 에이잭스의 믿음에 보답이라도 하듯, “신념”이라고 명명된 이 얼티밋 장비는 해방된 수호자의 기대를 완전히 뛰어 넘었다. 선각자 기술로 단조된 강화 카이퍼 장갑은 착용자를 철옹성 같이 뒤덮었고, 그런 육중함에도 각 부위에 장착된 아르케 반응 코일은 사용자의 아르케 신호를 읽어 움직임을 보조, 탁월한 운동성능까지 보장했던 것이다. 더욱이 매지스터들은 기존 장갑복에 깃들었던 보이드 에너지를 얼티밋 장비에 이식, 에이잭스의 아르케 능력까지 운용할 수 있도록 개조하는데 성공했다. “신념”은 그야말로 에이잭스를 위한 장비나 다름 없었다.\n\n에이잭스는 이 얼티밋 장비를 마음속 깊이 신뢰하고 있다. 이 장비라면, 보이드를 정복하고 아이샤를 되찾을 수 있으리라. 그것은 이 장비의 이름과도 같은, 에이잭스가 지닌 부숴지지 않는 신념이었다.","only_weapon":"얼티밋 장비, 영역 수호 특화 장갑복 \"신념\"","only_weapon_desc":"개인 방호의 정점에 달한 이 얼티밋 장비는 아그나 사막 선각자 시설에서 잔해가 발견되었으며, 그 잔해와 조각난 설계도를 바탕으로 최대한 복원을 거친 것이 지금의 “신념“이다. 허나 낮은 재현율에도 불구하고 압도적인 성능을 가진 것을 보면, 매지스터들은 이 얼티밋 장비의 원본이 거신에 필적하는 장갑을 갖추고 있었을 것이라 추측하고 있다. 문제는, 이런 장비를 입은 선각자들을 어떤 존재가 쓰러트렸는지 알 수 없다는 것이다.","only_weapon_comment":"\"아무리 단단한 갑옷이라도, 지키고 싶은 것이 사라지면 무너지는 법이다.\"\n- 에이잭스"},{"descendant_id":"101000008","eng_name":"FREYNA","tier":"normal","role":"지속 딜러","point":"맹독을 자유롭게 다루는 지속 딜러.\n자신의 몸에서 생성되는 맹독성 물질을 활용해 적들을 독의 늪에 가둔다.","attribute":"poison","story":"일거수일투족, 사소한 행동 하나까지도 극비에 붙여지는 알비온 사령부의 특임대 '콜론'은 서로의 실명을 언급하는 것조차 허락되지 않아 알비온 내에서도 작전 코드명으로 부를만큼 신변을 드러내지 않는다.\n'6호'로 불리던 프레이나 역시 마찬가지였다. 그의 오랜 연인이었던 '9호' 오닐과도 서로 이름을 부르지 않았다.\n군사대학 졸업 후 콜론에 순차적으로 선발된 프레이나와 오닐은 콜론에 몸담은 순간부터 오랜시간 서로의 이름을 부르지 못했다.\n\n'망설임 없이 죽여야 한다.' 라는 조직의 가르침 아래 프레이나는 자신에게 주어지는 임무를 훌륭하게 수행해나갔다.\n대상이 무엇이 되었던 죽이는 것은 너무나 당연한 일이었고, 그만큼 아무렇지 않은 일이었으며 그 과정에 망설임 따위는 존재하지 않았다. 적어도 '0호실 사건'이 일어나기 전까지는.\n\n메아리 늪지에서 자행되는 벌거스의 실험에 진리의 교단 사제 계급이 등장한다는 첩보가 들어왔고, 이들을 암살하기 위해 프레이나와 오닐을 포함한 요원 넷이 투입되었다. 예상치 못한 병력에 모두가 부상을 입었지만, 임무는 완수했고 얻은 정보를 보고하기 위해 복귀한 그들은 간부 한 명과 함께 콜론만이 출입할 수 있는 '0호실'로 들어갔다.\n\n작전 보고를 시작한지 얼마 되지 않아 작전에 투입됐던 프레이나를 제외한 요원들이 통증을 호소하며 쓰러졌고 그들은 곧 벌거스로 변하기 시작했다.\n프레이나 역시 방아쇠를 당겼다. 무엇이든 죽여야 하는 게 콜론의 역할이었으니, 그것이 설령 방금 전까지 사람이었던, 동료이자 연인이었더라도.\n몇 번의 총격 끝에 오닐을 포함한 요원들이 쓰러졌고 프레이나는 허겁지겁 오닐에게 다가갔다.\n일그러진 얼굴의 오닐은 힘겹게 말했다. \"살아야 돼, 프레이나.\" 말을 마친 오닐은 순식간에 부풀어 오르고 이내 터져버렸다.\n오닐의 사체에서 퍼진 맹독성 포자가 0호실을 가득 채웠다. 당황한 간부는 프레이나의 팔을 잡아 끌었고, 그렇게 0호실의 문은 굳게 잠겼다.\n\n작전을 나간 네 명의 요원 중 프레이나만 무사했던 것은 그녀의 아르케 덕분이었다. 프레이나의 아르케는 0호실에서 발견된 맹독 성분보다 훨씬 강한 독성을 띄고 있었다. 하지만 프레이나는 살아있는 것 같지 않았다. 끔찍한 트라우마와 불면증에 시달렸고, 몸에서 발산되는 아르케를 제어하지 못해 격리당했다. 제 손으로 연인을 죽였다는 죄책감은 그녀의 아르케처럼 지독하고 치명적이었다. 하지만 프레이나는 살기로 했다. 그녀의 연인이 살아 있기를 바랐으니. 프레이나는 그가 남긴 유언을 지킬 필요가 있었다. 이윽고 프레이나의 아르케를 중화할 수 있는 중화제가 개발되었고 얼마 뒤, 프레이나는 격리실에서 나올 수 있었다.","only_weapon":"맹독 중화 시스템 슈트","only_weapon_desc":"프레이나의 아르케는 매지스터가 수치화한 독성분 중에서도 가장 위험한 등급에 속할 정도로 위험하다. 반드시 중화제가 필요한 상황이었지만, 만지기라도 하면 목숨이 위험한 독성에 모두가 기피했다. 그때 한 신입 생명공학자가 자진해 나섰고, 얼마 안 가 프레이나의 아르케 독성을 중화시키는 성분 개발에 성공했다. 그때까지 프레이나는 누군가가 목숨을 걸고 중화제를 개발했다는 사실을 알 수 없었다. 프레이나가 온전하게 자신의 독성을 통제할 수 있도록 중화 필터가 달린 슈트가 완성됐을 때 즈음 그 사실을 알게 되었다.","only_weapon_comment":"\"프레이나. 내게 고마워 하되, 죄책감은 갖지 마세요. 난 단지 당신이 더 이상 아프지 않기를 바랐을 뿐이니까.\"\n- 케이트 박사"},{"descendant_id":"101000009","eng_name":"GLEY","tier":"normal","role":"딜러","point":"스스로를 갉아먹는 만큼 강해지는 딜러.\n내재된 분노를 터뜨려 적들을 신속하게 제압한다.","attribute":"none","story":"\"엄마가 최후의 최후까지 남을 지켜주면, 엄마는 누가 지켜주는데?\"\n\n다이아 앨리아스는 자신의 어머니에게 질문했다. ‘최후의 최후까지’는 알비온 의무부대의 슬로건이고, 의무부대장인 글레이는 처음으로 그 문장에 의문을 건네는 이를 만났다. 최후의 최후까지를 외치며 지키는 사람으로 평생을 살아온 이에게 아무도 묻지 않던, 물어봐 주지 않던 의문. 그 얘기를 딸의 입으로 듣게 되자 복잡한 기분이 들었지만, 자신을 지킬 수 있게 해달라는 부탁은 차마 들어줄 수 없었다. 가족 모두를 전장에서 떠나보냈던 글레이는 두려웠다. 딸마저 잃는다면 자신을 전부 잃는 것이기에.\n\n글레이의 완고함에 결국 다이아는 어머니의 옛 동료이자 같은 군사대학 교수인 에이잭스에게 추천서를 받아 입대했다. 글레이는 자신의 과거와 상처를 모두 알면서 기어코 추천서를 써줬다는 배신감에 에이잭스와 말도 섞지 않게 된다.\n\n고집스레 군인이 된 딸이 너무나 걱정됐지만, 믿어보기로 마음을 바꿨던 글레이는 그 결심을 후회하게 된다. 베스퍼스 일대 공습 작전을 위해 투입됐던 계승자 분대를 제외하고 나머지 병력이 대거 사망 및 실종된 사건이 벌어졌다. 실종명단엔 글레이와 그녀의 딸도 포함되어 있었다. 알비온 사령부가 실종된 인원들을 찾기 위해 애쓰는 동안 글레이와 다이아는 진리의 교단이 자행하는 끔찍한 실험 속에서 몸부림쳐야 했다. 모녀는 벌거스 유전자를 인간의 몸에 주입해 새로운 ‘종’을 만드는 실험의 실험체로 쓰였다. 글레이는 딸의 찢어지는 비명 속에서 분노로 몸을 떠는 것만 할 수 있는 자신의 처지에 절망했다.\n\n분노와 절망 속에서 정신을 잃었던 글레이가 완벽하게 의식을 되찾았을 때 눈에 보인 건 구석에 나동그라진 자신의 부관과, 엉망으로 부서진 집중치료관리실이었다. 이성을 되찾은 글레이가 \"내 딸은 어디 있어?\"라고 묻자, 아무도 대답하지 못했다. 분노로 다시 한번 폭주가 시작되려던 때, 부관이 외쳤다. \"시신이 발견되지 않았어요! 살아 있을지도 몰라요! 대장! 우린 의무부대잖아. 최후의 최후까지 포기해선 안 되잖아요!\" 그 말과 함께 온몸을 감싸는 따스함을 느꼈다. 진정된 글레이는 미약한 기대를 품었다. 살아 있다면 살릴 수 있을 것이다. 최후의 최후까지 포기하지 않는 게 의무부대의 일이었기에. 글레이는 다시금 일어서고, 딸을 되찾기 위해 모든 노력을 다하기 시작했다.","only_weapon":"변동성 아르케 총기 \"대학살\"","only_weapon_desc":"인간과 벌거스의 유전자 구조를 넘나듦과 동시에 아르케를 사용하는 유일무이한 존재인 글레이에게 맞는 무기를 만드는 건 상당히 어려웠다. 출력점을 어디로 맞춰야 할지가 가장 관건이었는데, 아나이스와 데슬린 모두 인간일 때를 기준으로 제작하자고 말했으나, 글레이는 극구 반대했다. 자신의 목숨을 전부 갉아먹어도 좋으니, 적들을 학살할 수 있는 무기를 달라고. 숱한 실랑이 끝에 결국 글레이가 폭주했을 때를 기준으로 출력점을 맞췄고 무기를 받은 글레이는 말없이 한참 바라보다 홀스터에 집어넣고선 자리를 떠났다.","only_weapon_comment":"\"벌거스를 전부 다 죽이고 나면, 내 딸을 찾을 수 있겠지.\"\n- 글레이"},{"descendant_id":"101000010","eng_name":"ULT VIESSA","tier":"ult","role":"디버퍼","point":"얼티밋 프로젝트를 통해 강한 힘을 얻게 된 비에사.\n디버퍼로 냉기를 사용해 적의 발을 묶고, 적들 사이를 누비며 한파와 같은 공격을 퍼붓는다.","attribute":"ice","story":"얼티밋 계승자 프로젝트는 잉그리스 곳곳에서 발견되고 있는 선각자들의 기술과 장비, 혹은 특수 아르케 유전자를 현역 계승자들의 특성에 맞게 개량하고 적용하는 계획을 의미한다. 궁극적인 목표는, 모든 계승자들을 강력했던 인류의 선대, 선각자의 모습으로 강화 시키는 것.\n\n그러나 비에사를 위한 얼티밋 프로젝트는 지지부진했다. 비에사의 아르케는 강화계나 응용계가 아닌, 원소화 된 아르케를 직접 사용하는 방출계였으며, 이런 아르케 타입에 적용 가능한 얼티밋 장비는 제대로 된 정보가 없던 상황이었다. 물론… 테스트 계승자를 사망하게 만들었던 아르케 방출 강화복, “절대 영도”를 공식 기록으로 집계할 수 있다면, 정보가 아주 없는 것은 아니었다.\n\n이 얼티밋 장비는 전쟁 초창기 때 발견되었던 것으로, 테스트 가동과 동시에 폭주하여 계승자의 아르케를 한계까지 방출, 체온을 극한의 영하로 만들어 목숨을 앗아간 이력이 있었다. 절대 영도란 그 당시 붙여진 이름으로, 이 저주 받은 강화복은 그 즉시 철저히 동결되고 말았다.\n\n하지만 비에사는 용기를 내어 절대 영도를 다시 테스트 해보겠다고 말했다. 이 강화복이 보여준 폭주는, 비에사 자신의 능력과 매우 닮아있었다. 만약 이 장비에 각인된 아르케 원소가 자신과 같은 타입이라면, 비에사가 다루지 못할 이유가 없었다.\n\n다행스럽게도, 비에사의 분석은 정확했다. 절대 영도는 빙결 아르케 원소에 최적화 된 모델이었으며, 강화복은 아무런 폭주 없이 비에사의 몸에 동기화되기 시작했던 것이다. 더욱이 비에사의 곁을 맴돌던 냉매 방출 드론 또한, 헬멧에 부착된 연산 장치를 통해 더욱 기민하게 통제할 수 있었다. 아주 오래된 저주가, 마침내 후세대의 축복이 되는 순간이었다.","only_weapon":"얼티밋 장비, 방출계 아르케 강화복 \"절대 영도\"","only_weapon_desc":"아주 오래전, 신전처럼 꾸며진 선각자 시설에서 발견된 이 얼티밋 장비는 모든 부위가 방출계 아르케 사용자를 위해 설계되어 있다. 손목에 장착된 특수 장갑은 나노 입자 주사관을 통해 사용자의 혈관에 직접 연결되며, 헬멧형 연산 장치를 통해 혈중 아르케 농도를 실시간 계산, 효율적이고 강력한 아르케 능력 사용을 돕고 있다. 흥미로운 점은, 장비가 신전 같은 장소에서 발견되었다는 것과 장비의 외형이 마치 사제복을 연상시킨다는 점이다. 이러한 특이사항을 종합 해봤을 때, 매지스터들은 이 장비가 선각자들의 종교 의식에 사용됐을 가능성이 높다고 분석했다. 그렇다면 그들이 모셨던 신은 누구이며, 왜 선각자들을 버렸던 것일까?","only_weapon_comment":"\"내가 믿는 건, 내 실력과 동료들 뿐이야. 다른 걸 믿었으니 다 죽었겠지.\"\n- 비에사"},{"descendant_id":"101000011","eng_name":"SHAREN","tier":"normal","role":"근접 딜러","point":"전기 아르케를 가진 암살형 근접 딜러.\n위장을 활용하여 적과의 거리를 자유자재로 조절하며\n언제 어디서든 적들을 기습할 수 있다.","attribute":"electric","story":"콜론 특임대 0호 요원이자 부대 지휘관이었던 샤렌은 비계승자 군인들 중 최강이라 여겨질 정도로 뛰어난 실력 갖추고 있었다. 잠행 추적 능력은 완벽에 가까웠으며, 근접 전투술은 중무장한 계승자보다 더 많은 벌거스를 처치했을 정도로 치명적. 그녀에게 아르케가 있다면 카렐조차 암살할 수 있을 것이란 이야기가 종종 나오곤 했지만… 정작 샤렌은 이 명성을 달가워하지 않았다. 샤렌과 콜론 특임대가 추격 중이었던 벌거스 암살 유닛은 이미 샤렌이 죽인 벌거스보다 더 많은 알비온 병사들을 암살하고 항상 그림자처럼 사라졌기 때문이다.\n\n결국 샤렌은 날로 심해지고 있는 아군 피해를 막기 위해 이 치명적인 사이보그 벌거스를 추적하기로 결심했다. 작전 임무는 표적 위치를 특정하여 계승자 타격 부대를 호출하는 것. 하지만 샤렌은 이 암살 유닛의 최후를 다른 사람에게 넘겨줄 생각이 없었다. 그 무렵 샤렌의 전투 기술은 최고조에 이른 상태였으며, 함께 출동했던 요원들의 관찰에 따르면 일부 움직임에서 아르케 능력으로 보이는 전류 현상까지 목격될 정도였기 때문이다. 그 누구도 샤렌의 승리를 의심하지 않았다.\n\n하지만 작전은 실패했다.\n\n알비온 수술실에서 눈을 뜬 샤렌은 두 눈을 의심할 수밖에 없었다. 자신의 사지는 온데간데없었고 피투성이가 된 몸통이 병실 한가운데 놓여 괴로움에 몸부림치고 있던 것. 작전 보고에 따르면 벌거스 암살 유닛은 샤렌보다 완벽한 기습으로 콜론 특임대를 공격했다. 부하들을 구하려던 샤렌은 치명적인 부상으로 기절하고 다행히 지원 투입된 요원 17호가 샤렌을 구출해 알비온까지 퇴각하는 데 성공했지만, 샤렌의 생명 신호는 곧 죽음을 앞두고 있던 상황. 살아남을 수 있는 유일한 방법은 개발된 아르케 드라이브 전신 의체에 주요 장기를 이식하고 자신에게 아르케가 있길 기도하는 것뿐이었다.\n\n샤렌은 아직 죽을 수 없었다. 부하들을 도륙하고, 자신을 이 지경으로 만든 그 사이보그를 제거해야만 했다. 칼날이 몸을 훑는 고통을 매 순간 느끼며 살아도, 더 많은 칼날을 적에게 돌려줘야만 했다.\n\n샤렌은 흐려져 가는 의식을 집중하여 제 뜻을 전했다. 그러자 그녀의 몸은, 아주 서서히… 그리고 조심스럽게… 인공 근육과 광섬유 신경, 그리고 칠흑같이 어두운 카이퍼 골격으로 대체되기 시작했다.","only_weapon":"아르케 드라이브 전신 의체 콜론:00","only_weapon_desc":"실험적으로 개발된 이 전신 의체 기술은, 기획 단계에서부터 논란이 많았다. 본래 신체 일부분을 대체하고자 만들어진 아르케 드라이브를 전신에 부착한다는 것은, 사실상 죽은 것이나 다름없는 부상자의 고통을 연장해 전쟁 병기로만 활용한다는 윤리적 문제가 있었기 때문이다. 하지만 샤렌에게 이런 문제는 시시한 고려사항에 불과했다. 오히려 샤렌은 신체에 부담이 큰 무기나 신기술, 펌웨어 업그레이드 등을 끊임없이 요구하며 아르케와 정신력만으로 의체를 제어하고 있다.","only_weapon_comment":"\"통각 차단 기능은… 복수를 완성하면 요청하지.\"\n- 샤렌"},{"descendant_id":"101000012","eng_name":"BLAIR","tier":"normal","role":"지속 딜러","point":"화염을 다루는 요리사이자 지속 딜러.\n화력을 조절해가며 에너지를 얻는다.\n그가 던지는 뜨거운 요리들은 적들을 영원한 불판 위에 가둔다.","attribute":"fire","story":"신선한 채소, 톱밥이 들어가지 않은 토스트, 고소하고 진한 수프, 그리고 완벽한 숙성과 굽기로 육즙이 살아있는 가공육 스테이크. 궁지에 몰린 인류에게 이런 식단은 축제 기간에도 과분할 정도였지만, 병영 식당에 저 메뉴가 나오는 날이면 병사들은 침울함을 감추지 못했다. 저 메뉴는 언제나 위험한 작전이 시작되기 전에 배급되는, ‘최후의 식사’로 불리는 군부 전통문화였다.\n\n블레어는 마지막 식사를 수년간 조리했던 알비온 최고의 쉐프로 징집 면책이 부여될 정도로 뛰어난 요리 실력을 갖추고 있었지만, 군부의 요리는 더는 하고 싶지 않았다. 침울한 마음으로 먹는 손님에게 최고의 요리가 무슨 보람이 있단 말인가? 블레어는 사실상 하루하루가 마지막 식사인 군인들에게 늘 맛있는 요리를 해주고 싶었고 그럴싸한 계획도 있었다. 100년 전 인류 번영기 때 만들어진 극초저온 식재료 창고들을 찾아 열 수 있다면, 블레어의 계획은 그리 어려운 일도 아니었기 때문이다.\n\n하지만 어느 날 정찰 부대가 애써 찾아낸 그 식재료 창고 위로 거신이 나타나는 사건이 발생했다. 요격전 실패로 잉그리스에 나타난 이 거신은 지옥같이 뜨거운 불꽃으로 대지를 불태우기 시작했는데… 그 소식을 접한 블레어는 출동하는 계승자들을 따라가 현장에 도착했지만, 그가 발견한 것은 고열로 뒤틀린 식재료 창고의 강화문과 불타고 있는 식재료뿐이었다. 더욱이 블레어는 넋이 나간 자신이 거신의 표적이 된 것조차 모르고 있었다. 거신은 곧 화염을 내뿜어 블레어를 공격했고, 현장에 있었던 계승자 모두는 블레어가 죽었을 거로 생각했다. 꿈과 낭만이 있던 알비온 최고의 쉐프는 그렇게 최후를 맞이한 것처럼 보였다.\n\n하지만 그 예상은 빗나갔다. 불길 속에서 갑자기 튀어나온 그래플링 훅은 거신의 약점에 박혔고, 그 약점을 향해 양손 가득한 화염으로 공격해 거신을 쓰러트린 사람은 분명 블레어였다. 그는 위기의 순간 계승자로 각성했다.\n\n이후 블레어에겐 선택지가 주어졌다. 계승자로서 군인이 될지, 쉐프로 계속 남아 ‘최후의 식사’를 계속 만들 것인지. 블레어의 대답은 계승자가 되는 것이었다. 자신이 계승자가 되어 모든 벌거스를 불태워버린다면, 최후의 식사는 더 이상 필요하지 않은 요리였기 때문이다.","only_weapon":"발화성 연소 방출","only_weapon_desc":"거신의 화염에 공격당하는 순간 각성한 아르케 능력. 체내에서 이온화된 고열 아르케 기체를 손가락 동맥을 통해 방출, 점화를 돕는 특수 재질의 장갑을 통해 발화시켜 적에게 화염 공격을 가하는 능력이다. 이온화 아르케 기체 집중량에 따라 공격 형태를 조절할 수 있으며, 일반적인 플라즈마 현상과 다르기 때문에 방열 처리된 벌거스에게도 효과적이다.","only_weapon_comment":"\"가장 좋은 건 요리에도 사용할 수 있다는 점이지!\"\n- 블레어"},{"descendant_id":"101000013","eng_name":"VALBY","tier":"normal","role":"지속 딜러","point":"물 아르케를 통해 자유롭게 유영하는 지속 딜러.\n적들에겐 한없이 두려운 급류지만 동료들에게는 언제나 청량한 파도같다.","attribute":"none","story":"말라가는 계곡과 바다, 그리고 호수….\n잉그리스 환경 감시부 대원이었던 밸비는 전쟁으로 오염되어가는 대자연을 볼 때마다 슬픔에 잠기곤 했다. 오염 조사 임무로 알비온 밖으로 나가면, 잉그리스에는 강이 하나씩 사라졌었다. 해가 지지 않던 백야 계곡은 이제 협곡이라 불리고 있었고, 메아리 평야는 벌거스의 카이퍼 채굴로 늪지가 되어버린 지 오래… 이대로 가다간 전쟁에서 승리하더라도 인류가 마음 놓고 살아갈 환경이 남아있을지 의문이 들 정도였다. 그 때문이었을까? 밸비는 베스퍼스 산림지에서 발견한 어느 빛나는 호수를 ‘마지막 에메랄드’라 부르며, 이 작은 희망만큼은 반드시 지키겠다고 결심했다. 이곳이 동식물들의 보금자리가 되어 잉그리스 생태계를 다시 복원시키는 것… 밸비에게 마지막 에메랄드는 그야말로 마지막 희망이나 다름없었다.\n\n하지만 희망은 이런 시기에 너무나도 부서지기 쉬운 보석이었다. 그날도 어김없이 호수를 바라보고 있던 밸비는 베스퍼스 산림지까지 진출한 진리의 교단과 맞닥뜨리고 말았는데… 당시 고등 군사 훈련까지 수료했던 밸비는 벌거스와 맞서 싸우며 계승자 부대 지원을 요청했지만, 현장에는 아르케 공간 이동 장치가 없었기에 지원이 늦어지고 있었다. 결국 밸비 혼자서 호수를 지킬 수밖에 없는 상황. 그러나 비계승자에게 벌거스는 최하급 개체조차 버거운 상대였고, 밸비는 무참히 공격당한 끝에 호수로 던져지고 말았다.\n\n그렇게 물속으로 가라앉던 밸비는 생각했다. 적어도 자신은 에메랄드의 품에서 최후를 맞이할 수 있겠구나… 조금이나마 희망을 꿈꿀 수 있었던 고마운 호수였다… 하지만 흐릿해지는 의식의 마지막, 밸비는 제멋대로 몸부림치는 생존 본능을 주체할 수 없었다. 다시 싸우고 싶다, 이 호수를 지키고 싶다, 아니… 모든 벌거스들을 집어삼킬 거대한 바다가 되고 싶다…\n\n그 순간 호수 한 가운데에서 엄청난 파도가 솟구쳐 주변을 초토화했다. 적들은 육중한 수압에 짓눌려 흔적도 없이 사라졌고, 호수가 있던 자리에는 인간의 모습을 한 물보라가 요동치고 있었다. 그 존재의 정체는 밸비. 그녀는 삶의 끝에서 아르케를 각성한, 그 능력으로 물과 융화되어 끝나지 않는 유영을 하게 된… 마지막 에메랄드, 그 자체가 되어 있었다.","only_weapon":"아르케 수소 결합 형상화 슈트","only_weapon_desc":"아르케 능력으로 언제 어디서든 물이 될 수 있는 밸비는 그 특유의 단점마저 물과 같다. 시간이 지나면 수분이 증발하여 형상을 유지할 수 없다는 점이 바로 그것이다. 밸비의 전용 슈트는 이를 보완하기 위해 만들어진 환경 차폐복으로 밸비가 사람의 모습을 할 수 있도록 아르케 - 수소 결합을 도와줄 뿐만 아니라 아르케와 함께 분해되고 재조합될 수 있는 형상 기억 기술이 적용되어 다양한 전술 능력을 제공하고 있다.","only_weapon_comment":"\"성능은 좋지만… 결국 이 슈트는 내 어항이나 마찬가지야.\"\n- 밸비"},{"descendant_id":"101000014","eng_name":"KYLE","tier":"normal","role":"탱커형 딜러","point":"자기장을 생성하고 다루는 탱커형 딜러.\n보호막을 만들거나, 자력을 발산하여 적을 밀쳐내며 동료들의 든든한 방패가 되어준다.","attribute":"none","story":"작업반이 설치한 것 중 가장 대표적인 것을 꼽으라면 잉그리스 곳곳에 설치된 전초기지와 아그나 사막에 있는 분광채굴기다. 두 개의 공통점은 알비온 전력에 큰 공을 세웠다는 점. 그리고 작업반장 카일이 모든 작업을 진두지휘했다는 점이다.\n\n카이퍼의 사용법이 고도화되면서 알비온은 빠른 전력 강화를 이끌어내었고, 이에 따라 더 많은 카이퍼가 필요해졌다. 매지스터와 발굴반의 탐사 결과, 아그나 사막에는 대량의 카이퍼가 매장되어 있다는 것을 알게 되었고, 사령부는 아그나 사막에 분광채굴기 설치 계획을 세웠다. 설치 인력으로는 카일을 포함한 베테랑급 작업원들이 선발되었다. 모두 카일과 십여 년 이상 함께 일한, 가족처럼 친한 동료들이었다.\n\n유능한 기술자들이 대거 투입되었지만, 사막이라는 열악한 상황과 압도적인 크기의 채굴기를 건설하는 일은 예상보다 더 힘든 일이었다. 그래도 가족 같은 서로가 있어 버틸 수 있었다. 유독 지치는 날이면 너나 할 것 없이 이 지긋지긋한 게 끝나면 카일의 집에 숨겨둔 비싼 술을 잔뜩 마시겠다며 큰소리를 내었고, 카일은 해볼 테면 해보라며 웃었다. 그렇게 그들은 서로에게 의지하며 분광채굴기를 건설하는 데 온 힘을 다했다.\n\n긴 시간 끝에 분광채굴기가 성공적으로 작동하자 작업반 모두가 쾌재를 외쳤다. 모두 집으로 가면 될 일이었다. 하지만 카렐의 명령으로 대기 중이던 암흑의 군단 병력이 습격해왔고 집으로 돌아가자는 즐거운 외침은 비명으로 바뀌었다. 뒤에서 마지막 마무리를 하던 카일은 적의 총탄에 힘없이 쓰러지는 동료들을 바라만 봐야 했다. 이윽고 동료들을 꿰뚫은 총탄이 그에게도 날아왔다. 곧 죽겠구나. 카일은 눈을 질끈 감았다. 그가 눈을 감자 탄환들은 무언가에 가로막힌 듯하더니 힘을 잃고 바닥으로 떨어졌다. 발밑에서 나뒹구는 탄환을 보고 카일은 직감적으로 알 수 있었다. 말로만 듣던 그 아르케라는 것이 본인에게도 있다는 것을.\n\n하지만 그가 자신의 능력을 알아차려 동료들을 구하려 했을 땐 이미 늦었다. 충격에 빠진 카일은 자신의 쓸모를 느끼지 못했고, '할 만큼 했다'란 말만 사령부에 전한 채 은퇴했다. 그렇게 자신의 힘을 숨긴 채, 아무도 만나지 않으며 생의 끝을 바라던 때였다. 그는 우연히 분광채굴기가 벌거스 손아귀에 넘어갔다는 이야기를 듣게 된다.\n\n카일은 그 사실을 용납할 수 없었다. 그것은 동료들의 목숨이었다. 벌거스의 습격으로 시신을 찾지도 못한, 그 동료들과 함께 세운 채굴기였다. 그는 망설임 없이 사령부를 찾아가 모든 것을 털어놓고 계승자가 되는 길을 택하며 다짐했다. 반드시 분광채굴기를 되찾고 그들의 유해까지 모두 찾아 집으로 보내주겠다고. 그리고 그들이 그토록 탐내던 비싼 술 역시 건네줄 것이라고.","only_weapon":"초전도 추진기 탑재 비행형 슈트","only_weapon_desc":"카일의 슈트는 그의 아르케 능력인 자력을 자유자재로 사용할 수 있도록 개발되었다. 언제 어디서든, 아군을 구하고 지킬 수 있도록 그리고 그 순간에 자신이 늦지 않도록 빠르게 이동할 수 있는 수단까지 겸비한 슈트. 다만 이 슈트가 완성되기까지 많은 갈등이 존재했는데, 카일이 요구하는 슈트의 성능과 그 정도의 출력과 아르케 소모가 진행되면 몸이 버티지 못할 거라는 매지스터의 의견 충돌이 일어났기 때문이었다. 한차례 실랑이가 끝나면 매지스터 연구소의 문이 부서질 정도로 큰 소리가 나고, 씩씩거리는 카일이 나오는 일이 잦아졌다. 결국 스스로 만들기로 판단한 카일은 필요한 재료를 매지스터들에게서 받아냈고, 머지않아 슈트는 시범 수준을 넘어서서 그가 원하는 수준으로 완성되었다.","only_weapon_comment":"\"고작 이 수준으로밖에 못 만드나?\"\n\"그렇다면 직접 만드는 걸 추천하지.\"\n\"그게 낫겠어.\"\n- 카일과 아나이스"}]